export default {
  desc: 'Компанията, която първа започва работа по Safe мрежата, MaidSafe се ръководи от една цел: да осигури поверителност, сигурност и свобода за всички на планетата.',
  CTA: {
    name: 'Свържете се с MaidSafe',
    url: 'https://maidsafe.net/'
  },
  para: [
    'През 2006 г. MaidSafe започна работа по децентрализиран интернет, който е частен, сигурен и безплатен за всички. От онези ранни дни екипът, ръководен от основателя Дейвид Ървайн, е съсредоточен единствено върху изграждането на Safe мрежата за решаване на проблемите на все по-централизирания интернет, който с всеки изминал ден се сблъсква с повече проблеми.',
    'MaidSafe са базирани в Ейр, Шотландия, но екипът е разпределен по целия свят. Те обхващат таланти от много различни култури и страни, отразявайки разнообразието на потребителите, които обслужват. Съставени от мислители, изобретатели, производители, докторанти, инженери и дизайнери, те изграждат софтуер, който е с [отворен код и е свободен за използване](https://github.com/maidsafe) и споделяне с една мисия: желание да осигури сигурност и поверителност за всички.',
    'MaidSafe се ръководи и се влияе от общността на Safe мрежата, които помагат с финансирането на работата и ръководят решенията чрез дискусии в платформите, управлявани от общността.',
    'Safe мрежата понастоящем е в ранни алфа етапи. След пълното й пускане MaidSafe ще бъдат само едни от хилядите разработчици, които изкарват прехраната си, работейки по кода на мрежата в резултат от вградената схема за стимулиране.',
    'За да се свържете директно с екипа, посетете уебсайта на компанията на [maidsafe.net](https://maidsafe.net/contact) за повече подробности.'
  ]
}
