import CONSTANT from 'src/constant'

export default {
  title: 'Зората на нов интернет е.\n Помогнете ни да го създадем.',
  pageDesc: 'Safe мрежата е с отворен код и се създава с усилия и сътрудничество между разработчиците и общността, която я използва. Можете да се включите, като тествате, предлагате, програмирате или популяризирате. Ето как.',
  develop: {
    trySafeNet: {
      title: 'Тествайте Safe мрежата',
      para: [
        'Safe ще промени начина, по който ще си взаимодействаме с интернет и собствените си данни. Този голям скок изисква непрекъснато тестване и обратна връзка от хората, за които е предназначен - и в това можете да помогнете.',
        'Изтеглете Safe браузъра, за да разглеждате мрежата или защо да не се присъедините към общността и да бъдете един от многото, които предоставят обратна връзка, допринасят за кода и по същество, помагат за оформянето на мрежата.'
      ]
    },
    startDevelop: {
      title: 'Започнете да програмирате върху Safe',
      para: [
        'Safe ще промени начина, по който ще си взаимодействаме с интернет и собствените си данни. Този голям скок изисква непрекъснато тестване и обратна връзка от хората, за които е предназначен - и в това можете да помогнете.',
        'Изтеглете Safe браузъра, за да разглеждате мрежата или защо да не се присъедините към общността и да бъдете един от многото, които предоставят обратна връзка, допринасят за кода и по същество, помагат за оформянето на мрежата.'
      ],
      CTA: {
        name: 'Посетете центъра за програмисти',
        url: 'https://hub.safedev.org'
      }
    },
    joinForum: {
      title: 'Присъединете се към общността на програмистите',
      para: [
        'В допълнение към центъра за програмисти, имаме и разрастващ се форум за програмисти. Това е чудесен начин да получите подкрепа и да си сътрудничите.'
      ],
      CTA: {
        name: 'Форум за програмисти',
        url: 'https://forum.safedev.org'
      }
    },
    coreNetwork: {
      title: 'Помогнете за изграждането на ядрото на мрежата',
      para: [
        'Можете също да се включите, като помагате с поддържаката на основата от мрежови библиотеките с отворен код. С достигането до бета ще може да бъдете възнаграждавани със Safecoin за поправяне на грешки, оптимизиране на код и разработване на нови функции.'
      ],
      CTA: {
        name: 'Дайте своя принос в GitHub',
        url: 'https://github.com/maidsafe/'
      }
    }
  },
  engage: {
    community: {
      title: 'Станете част от общността',
      para: [
        'Обществото на Safe Network се състои от хиляди хора от цял свят, страстно вярващи в правото на неограничения достъп и споделяне на данни.',
        'е основният английски дискусионен форум (за български вижте forum.safenetwork.bg) на общността и е чудесно място да помогнете за изпробването на нови версии от екипите за разработка, получаване на подкрепа, обсъждане на най-новите тенденции в интернет и четене на седмичните новини от програмистите. За да се срещнете лично с други хора, разгледайте различните срещи, които се провеждат по света.'
      ],
      CTA: {
        name: 'Присъединете се към форума',
        url: 'https://safenetforum.org'
      }
    },
    subscribe: {
      title: 'Бъдете в крак с последната информация'
    }
  },
  invite: {
    title: 'Първи стъпки',
    joinCommunity: {
      id: 'joinCommunity',
      title: 'Присъединете се към общността',
      para: 'Присъединете се към общността и се срещнете със съмишленици, посветени на превръщането на дигиталния свят в по-безопасно и по-лично място.',
      CTA: {
        button: {
          name: 'Форум',
          url: 'http://safenetforum.org'
        },
        // link: {
        //   name: 'Learn more',
        //   url: 'https://github.com/maidsafe/safe-api'
        // }
      }
    },
    installBrowser: {
      id: 'installBrowser',
      title: 'Инсталирайте Safe браузъра',
      para: 'Свалете най-новия Safe браузър, за да започнете да сърфирате в мрежата днес!”',
      CTA: {
        button: {
          name: 'Изтеглете версия за',
          url: '/'
        },
        link: {
          name: 'Повече опции',
          url: CONSTANT.downloadApps.browser.others
        }
      }
    },
    feedback: {
      id: 'feedback',
      title: 'Обратна връзка и принос',
      para: 'Изграждането на Safe Network е екипно усилие. Можете да помогнете, като правите предложения, съобщавате за грешки или добавяте код.',
      CTA: {
        button: {
          name: 'Присъеденете се към общността',
          url: 'https://safenetforum.org'
        }
      }
    }
  },
  faqs: {
   sections: [
    {
      title: 'Започнете тук: Често задавани въпроси',
      items: [
        {
          question: 'Как да се присъедините към Safe Network общността?',
          answer: [
            'Общността е най-активна в [Safe Network форума](https://safenetforum.org/) може да започнете от [секцията за начинаещи](https://safenetforum.org/c/beginners )',
            '_[Посетете форума](https://safenetforum.org/)_'
          ]
        },
        {
          question: 'Как може да получите помощ?',
          answer: [
            '[Safe Network форумът](https://safenetforum.org) е мястото, където ще получите отговор на всичките си въпроси',
            '_[Visit the Forum](https://safenetforum.org/)_'
          ]
        }
      ]
    },
   ],
   CTA: {
     name: 'Още често задавани въпроси',
     url: '/faq'
   }
  }
}
