export default {
  banner: {
    pageTitle: '~~Не~~Възможната мрежа',
    pageDesc: `14 години работа дават най-после дават резултат, след като съставихме окончателните градивни елементи на това, което някои казваха, че е невъзможно: сигурен достъп за всички.`,
    latestUpdate: {
      overline: 'Последно актуализиране',
      date: '29 август 2019 г.',
      title: 'Трезори Фаза 1',
      para: `Финалното парче на пъзела е завършено и вече имаме Safe CLI, Safe Клиентски библиотеки, Safe Трезор и Safe Браузър.`,
       CTA: {
         name: 'SafeNetwork форум',
         url: 'https://safenetforum.org/t/new-release-vault-phase-1-real-vault/29712'
       }
    }
  },
  releases: {
    release1: {
      overline: 'Актуално',
      title: 'Фаза 1 Трезори',
      para:[
        `Тази версия на Safe Фаза 1 е предимно за показване на мрежовите функции на потребителите (хората, които използват мрежата за сърфиране, споделяне на данни и т.н.) и създателите (разработчиците на програми или тези, които публикуват съдържание). Тя позволява на потребителите да изпробват функции като Safe CLI и Safe Клиентските библиотеки, както и представя новите типове данни.`,
        'Използва се лесно. Просто изтеглете програмата Трезор, който ще работи локално на вашия компютър. Подробности и линкове за сваляне можете да намерите в [тази публикация във форума](https://safenetforum.org/t/new-release-vault-phase-1-real-vault/29712)'
      ],
      // accordion: {
      //   header: [
      //     'The Share Vault Network Feature',
      //     'Description',
      //     'Status'
      //   ],
      //   items: [
      //   ]
      // }
    },
    release2: {
      overline: 'Предстоящ етап',
      title: 'Safe Network Флеминг',
      para: ['Следващият важен етап от Safe мрежата. Освен мрежата със споделен трезор ще представим и самостоятелна мрежа, която ще даде възможност на хората да пускат трезори - за децентрализирано съхранение на информация от домашни компютри. Пускането на Флеминг ще бъде забележимо по много причини, не на последно място и фактът, че при съхранение на данни, мрежата вече ще съдържа и тестов Safecoin.'],
      accordion: {
        header: [
          'Флеминг харектиристики',
          'Описание',
          'Статус'
        ],
        items: [
          {
            feature: 'Само-Удостоверяване',
            desc: 'Възможността за влизане в децентрализирана мрежа без разрешението или съществуването на трета страна',
            status: 'Завършен',
            para: [
              'MaidSafe създаде технологията, която позволява на всеки да влезе в сигурна децентрализирана мрежа, без да изисква разрешение от трета страна. Мрежата със споделен трезор е единственото място в света днес, където можете да видите това в действие.'
            ],
            // CTA: {
            //   name: 'Read More',
            //   url: 'https://safenetwork.tech/roadmap/#self-authentication'
            // },
          }, {
            feature: 'Само-криптиране',
            desc: 'Данните се криптират на вашия компютър, преди да се съхраняват в мрежата: нито един ключ или парола никога не напускат вашето устройство',
            status: 'Завършен',
            para: [
              'Създаден от MaidSafe, това е процесът, при който всеки файл, който се съхранява в мрежата, първо се разбива на парчета, хешира се и след това се криптира. След това тези парчета се криптират още веднъж, като се използва хешът на друг фрагмент от същия файл.'
            ],
            video: {
              url: 'https://s3.eu-west-2.amazonaws.com/ms-marketing/website-videos/Self+Encryption+on+the+SAFE+Network.mp4',
              caption: 'Само-криптиране обяснение'
            }
          }, {
            feature: 'Разделящи се секции',
            desc: 'Процес известен и като шардинг (Sharding), позволяващ на мрежата да се разраства, като разделя отговорностите за конкретни мрежови функции.',
            status: 'Завършен',
            para: [
              'Гарантира, че мрежата може да се разраства, като управлява отговорностите и местоположенията на всеки трезор, без да изисква човешка намеса. Това също действа като мярка за сигурност, за да се гарантира, че нападател не може да избере местоположението или отговорностите си.'
            ],
            CTA: {
              name: 'Прочетете още',
              url: 'https://safenetforum.org/t/step-by-step-the-road-to-fleming-6-disjoint-sections/28530'
            },
          }, {
            feature: 'Реле за съобщения',
            desc: 'Гарантира, че съобщението може да бъде изпратено между трезори в различни секции на мрежата',
            status: 'Завършен',
            para: [
              'Гарантира, че съобщение може да бъде изпратено между възли в различни секции на мрежата. В тази ранна версия всяко съобщение съдържа подписи на членовете на отделните секции, но все още не проверява самите подписи.'
            ],
          },
          {
            feature: 'Стареене на трезорите',
            desc: 'Децентрализирана система за класиране на поведението, производителността и способностите на трезорите в мрежата, която не изисква човешка намеса.',
            status: 'Разработва се',
            para: [
              'Всеки трезор в Safe мрежата получава възраст от самата мрежа. Възрастта нараства всеки път, когато трезор се движи между отделните секции, като само най-старшите (старейшините) имат право да гласуват по време на постигането на консенсус с PARSEC алгоритъма.',
              'Вижте подробностите в RFC и [се присъединете към дискусията](https://forum.safedev.org/t/rfc-45-node-ageing/157) във форума.'
            ],
            CTA: {
              name: 'Прочетете RFC',
              url: 'https://github.com/maidsafe/rfcs/blob/master/text/0045-node-ageing/0045-node-ageing.md'
            },
          }, {
            feature: 'Сигурна доставка на съобщения',
            desc: 'Сигурна комуникация между трезори - съобщения с удостоверен източник',
            status: 'Завършен',
            para: [
              'Гарантира, че съобщенията се изпращат и подписват по такъв начин, че позволява на трезорите да разчитат на съдържанието на всяко съобщение, въпреки че нямат предишни отношения с подателя. Това решава проблем, с който се сблъскват много съществуващи проекти, базирани на блокчейн, и е от съществено значение, когато имате мрежа, която ще мести автономно трезори, каквато е целта ни.'
            ],
            CTA: {
              name: 'Прочетете RFC',
              url: 'https://github.com/maidsafe/rfcs/blob/master/text/0056-secure-message-delivery/0056-secure-message-delivery.md'
            },
          }, {
            feature: 'Надеждна доставка на съобщения',
            desc: 'Комуникация, гарантираща успешната доставка на съобщения.',
            status: 'Завършен',
            para: [
              'Гарантира, че всички изпратени съобщения ще бъдат доставени успешно до техните дестинации, дори когато някои трезори, отговорни за доставката, не успеят.'
            ],
            CTA: {
              name: 'Прочетете RFC',
              url: 'https://github.com/maidsafe/rfcs/blob/master/text/0058-reliable-message-delivery/0058-reliable-message-delivery.md'
            },
          }, {
            feature: 'QUIC-P2P',
            desc: 'Езикът на ниско ниво, който потребителите, свързващи се към SAFE, ще използват за всички мрежови комуникации',
            status: 'Завършен',
            para: [
              'Софтуер, който позволява на компютрите да комуникират по криптиран начин в Safe мрежата. Софтуерът предоставя инфраструктура, през която съобщенията да пътуват, докато слоят за маршрутизация в мрежата определя правилата и посоката на пътуването им.'
            ],
          }, {
            feature: 'Засичане на злонамереност',
            desc: 'Предотвратяване на атаки от злонамерени трезори върху алгоритъма за консенсус',
            status: 'Завършен',
            para: [
              'Начинът, по който трезорите идентифицират злонамерени участници, които увреждат мрежата в дадена секция и механизмът, по който те се съгласяват да ги изхвърлят или да смекчават риска.'
            ],
            CTA: {
              name: 'Прочетете RFC',
              url: 'https://github.com/maidsafe/rfcs/blob/master/text/0050-malice_in_parsec/0050-malice_in_parsec.md'
            }
          }, {
            feature: 'Тестов Safecoin и портфейл',
            desc: 'Позволява на мрежата да таксува, а потребителят да изпраща и получава плащания в портфейла си, в единици, наречени тестови сейфкойни',
            status: 'Завършен',
            para: [
              'Safecoin е механизмът за стимулиране, който насърчава хората да предоставят изчислителните си ресурси, от които мрежата се нуждае: място за съхранение, интернет достъп и процесорно време.',
            ]
          }, {
            feature: 'Фермерство',
            desc: 'Процесът на предоставяне на ресурси и получаване на Safecoin в замяна',
            status: 'В разработка',
            para: [
              'Хората, които решат да предоставят свободните ресурси на компютъра си, които мрежата изисква, имат възможност да получат възнаграждение в Safecoin. Товс гарантира, че мрежата възнаграждава онези, които й предоставят ценни ресурси.',
            ],
          }, {
            feature: 'Трезори от вкъщи',
            desc: 'Възможността всеки да изтегли софтуер и да стартира трезор от дома, създавайки децентрализирано хранилище за мрежата',
            status: 'В разработка',
            para: [
              'Децентрализираното съхранение на данни е ключов елемент от Safe мрежата. Тази версия ще даде възможност на трезорите да участват независимо от предлаганите от тях ресурси.'
            ],
          }, {
            feature: 'Публикувани и непубликувани типове данни',
            desc: 'Ще разреши на мрежата да съхранява публикувани и непубликувани данни чрез AppendOnlyData или MutableData типовете',
            status: 'Завършен',
            para: [
              'Публикуваните данни се отнасят до съдържание, което се публикува (прави се достъпно) за всички, като уебсайтове, блогове или научни документи. За такова обществено съдържание е важно да се пази историята на промените. Историята не трябва да бъде подправяна и публикуваните данни трябва да останат завинаги. Непубликуваните данни са данни, които не е желателно да бъдат публично достояние, като лични данни или данни на организации, съхранявани в мрежата'
            ],
            //CTA: {
              //name: 'Read the RFC',
              //url: 'https://github.com/maidsafe/rfcs/blob/master/text/0054-published-and-unpublished-mutable-data/0054-published-and-unpublished-mutable-data.md'
            //},
          }, {
            feature: 'Непубликувани ImmutableData типове данни',
            desc: 'Подобрява ImmutableData, за да го направи непубликуван или публикуван, с разликата, че непубликуваните данни могат да бъдат изтрити',
            status: 'Завършен',
            para: [
              'Има много ситуации, в които на потребителя ще е необходимо да създаде неизменими данни, за да съхрани частно съдържание. Докато това съдържание не бъде публикувано (предоставено на други хора), то ще може да бъде изтрито само от собственика на данните.'
            ],
            //CTA: {
              //name: 'Read the RFC',
              //url: 'https://github.com/maidsafe/rfcs/blob/master/text/0055-unpublished-immutable-data/0055-unpublished-immutable-data.md'
            //},
          }
        ]
      }
    },
    release3: {
      overline: 'Какво следва',
      title: 'Safe Network Максуел',
      para: ['Safe Максуел версията надгражда над Флеминг и дава възможност на мрежата да се надгражда, подобрява сигурността и поставя основата за превключване от тестов Safecoin към истински Safecoin.'],
      accordion: {
        header: [
          'Максуел характеристики',
          'Описание',
          'Статус'
        ],
        items: [
          {
            feature: 'Спиране на спама',
            desc: 'Възможност за справяне със спам атаки',
            status: 'Концепция',
            para: [
              'Спамът включва трезори, които се опитват да извършват дейности, които не са желани или валидни, и извършвани в мащаб, който е предназначен да задуши мрежата. Мрежата трябва да може да издържа на разумен обем от такива атаки.'
            ],
          }, {
            feature: 'Управление на идентичността',
            desc: 'Възможност за потребителите да създават и управляват множество идентичности за използване в мрежата',
            status: 'Концепция',
            para: [
              'Потребителите ще могат да създават множество самоличности в мрежата. Всяка идентичност ще може да се използва според изискванията на Потребителя и всяка една трябва да бъде независима, освен ако Потребителят изрично не иска да ги свърже. Това помага за защита на идентичността и поверителността.'
            ],
          },
          {
            feature: 'Обновявания',
            desc: 'Възможността на мрежата да се надгражда, без да се поврежда',
            status: 'Концепция',
            para: [
              'Мрежата ще има възможност за надграждане, за да позволи на нови функционалности и подобрения да се разпространяват в цялата мрежа. Надстройките трябва да се правят по такъв начин, че да не причиняват вреда на мрежата.',
              'Това е важен етап от развитието на мрежата, тъй като това означава, че новият софтуер може да продължи да се разгръща в съществуващата мрежа, без да нарушава съществуващата функционалност.'
            ],
            CTA: {
              name: 'Проследете дискусията',
              url: 'https://safenetforum.org/t/step-by-step-the-road-to-fleming-5-network-upgrades/28319'
            }
          }
        ]
      }
    },
    release4: {
      overline: 'Очаквайте скоро',
      title: 'Очаквани функции на мрежата',
      para: ['Следния списък представя оставащата работа за завършването на мрежата. Списъкът не трябва да се разглежда като фиксиран по никакъв начин, тъй като в определени случаи работата ще се извършва паралелно от различни екипи.'],
      accordion: {
        header: [
          'Характеристика',
          'Описание',
          'Статус'
        ],
        items: [
          {
            feature: 'Сигурни анклави',
            desc: 'Надеждна среда за изпълнение на кода в съществуващите компютри',
            status: 'Концепция',
            para: [
              'Създава зона в хардуера на компютър, която е защитена, надеждна среда, която стои отделно от останалата част от компютъра. Тя функционира като миникомпютър вътре в съществуващите компютри и не може да бъде достъпена.'
            ],
          }, {
            feature: 'Растеж на мрежата',
            desc: 'Позволява на мрежата да се разраства и управлява по устойчив начин',
            status: 'Концепция',
            para: [
              'Мрежата позволява контролиран растеж, за да се гарантира, че по-голямата част от трезорите, вземащи решения работят правилно и следват правилата на мрежата. Този растеж трябва да бъде устойчив, за да се избегнат ненужни сливания между секциите.'
            ],
          }, {
            feature: 'Мрежови рестарти',
            desc: 'Възможност за рестартиране на мрежата след катастрофа',
            status: 'Концепция',
            para: [
              'В случай на катастрофално прекъсване, мрежата трябва да може да се възстанови отново, тъй като поддържа целостта на основните данни (като например верига на мрежовите събития), което й позволява да започне да функционира отново въз основа на последното известно състояние на мрежата.'
            ],
          }, {
            feature: 'RDF поддръжка',
            desc: 'Мрежата ще има естествена поддръжка за RDF, което позволява данните да бъдат съвместими със Семантичния Уеб',
            status: 'RFC',
            para: [
              'Гарантира, че данните в Safe мрежата се съхраняват по такъв начин, че форматът да бъде разбран от други Семантични Уеб проекти, като Solid.'
            ],
            CTA: {
              name: 'Прочетете RFC',
              url: 'https://github.com/nbaksalyar/rfcs/blob/master/text/0000-rdf-in-client-libs/0000-rdf-in-client-libs.md'
            },
          }, {
            feature: 'Скриване на съхранените данни',
            desc: 'Всички данни, съхранявани в Трезор на компютъра на даден човек, трябва да бъдат изцяло криптирани и нечетливи',
            status: 'Концепция',
            para: [
              'Гарантира, че дори и най-малката част от данните, които се съхраняват в Трезора, не могат да бъдат прочетени от лицето, което контролира компютъра, в който се съхраняват.'
            ],
          }, 
        ]
      }
    }
  },
  apps: {
    title: 'Програми и потребителско изживяване',
    list: [
      {
        id: 'safeBrowser',
        name: 'Safe браузър',
        para: 'Най-новата версия включва някои от основите на Вечната мрежа, както и Удостоверител: позволяващ ви да влезете в Safe мрежата безопасно и да управлявате достъпа и разрешенията на Safe програмите.',
        status: 'Най-нова версия v0.15.2'
      }
    ],
    currentMilestone: {
      status: 'Настояща работа',
      title: 'Вечната мрежа',
      para: 'Safe мрежата е създадена да гарантира, че публичните данни не подлежат на промяна и никога не могат да бъдат изтривани. Хора и групи от хора могат да изберат да запазят личните си данни непубликувани, но след като бъдат публикувани, те ще останат постоянно достъпни. Този крайъгълен камък има за цел да покаже невероятната сила на този аспект на мрежата чрез изграждането на потребителското изживяване и надграждане върху него, докато стартираме.',
      accordion: {
        header: [
          'Характеристики',
          'Описание',
          'Статус'
        ],
        items: [
          {
            feature: 'Safe браузър',
            desc: 'Подобрения на браузъра, създадени специално за да се възползват от функционалностите на Вечната мрежа',
            status: 'В разработка',
            para: [
              'Функционалността на Safe браузъра ще бъде разширена, за да включва нови функции, които са уникални за Вечната мрежа, като например възможността за връщане назад през историята на версиите на всеки уебсайт или актив в Safe.'
            ],
          },
          {
            feature: 'Мобилен браузър',
            desc: 'Мобилна версия на Safe браузъра, при която сърфирането е ограничено до публикуваните данни в Safe Network',
            status: 'Завършен',
            para: [
              'Позволява на хората да имат достъп до Safe мрежата директно чрез браузър на мобилния си телефон'
            ],
          },
          {
            feature: 'Мениджър за управление на данни',
            desc: 'Рационализирано публикуване на Safe сайтове и Вечни данни',
            status: 'В разработка',
            para: [
              'Набор от инструменти, които осигуряват необходимата функционалност за добавяне на данни към Safe мрежата, публикуване на вечни данни и управление на публични имена. Това ще измести настоящия мениджър за уеб хостинг.'
            ],
          },
          {
            feature: 'Safe CLI',
            desc: 'Усъвършенстван CLI за управление на акаунти и данни',
            status: 'В разработка',
            para: [
              'Инструмент под формата на команден ред за управление на данни в Safe мрежата. Това ще позволи на потребителя да съхранява данни в мрежата и да управлява акаунти, идентичности и разрешения. Това е инструментът, върху който ще се надграждат приложенията и функциите на интерфейса - като например Мениджърът за управление на данните.'
            ],
          },
          {
            feature: 'Система за публични имена',
            desc: 'Съхраняваното съдържание трябва да е достъпно с четими от човека URL адреси чрез децентрализирана система от домейн имена: Системата за публични имена',
            status: 'RFC',
            para: [
              'Система за домейн имена превежда числови IP адреси във формат, който може да бъде прочетен от хора (напр. http//216.58.206.35 води до Google.com). Настоящата мрежа разчита на централизирана организация, която поддържа тези записи. Safe мрежата изисква този процес да бъде извън контрола на само една страна, за да се избегне цензура и репресии.'
            ],
            CTA: {
              name: 'Прочетете RFC',
              url: 'https://github.com/maidsafe/rfcs/issues/283'
            },
          },
        ]
      }
    },
    upcomingMilestones: {
      status: 'Предстоящи разработки',
      list: [
        {
          title: 'Частни комуникации',
          para: 'Ако искаме свят, в който хората могат да общуват свободно, когато пожелаят, поверителността е от съществено значение. Този крайъгълен камък има за цел да постигне точно това.',
          accordion: {
            header: [
              'Основни характеристики',
              'Описание',
              'Статус'
            ],
            items: [
              {
                feature: 'Частни съобщения',
                desc: 'Изпращане на сигурни лични съобщения между клиентите',
                status: 'Концепция',
                para: [
                  'Една от най-търсените функции на Safe Network: защитени, частни, незабавни съобщения.'
                ],
              },
              {
                feature: 'Управление на идентичността',
                desc: 'Възможност за потребителите да създават и управляват множество идентичности',
                status: 'Концепция',
                para: [
                  'Подобрява потребителското изживяване за хората, когато превключват между идентичности си (или профили), с които решават да се представят в Safe мрежата, без да е необходимо да създават множество различни акаунти.'
                ],
              },
              {
                feature: 'Управление на контакти',
                desc: 'Намерете, свържете се и бъдете в крак с другите потребители на Safe Network',
                status: 'Концепция',
                para: [
                  'Позволява на Safe потребителите да намират и да се свързват с други хора в редица приложения по устойчив начин.'
                ],
              },
            ]
          }
        },
        {
          title: 'Поемете контрола върху свойте данни',
          para: 'Safe мрежата напълно променя текущия модел за собствеността на данни ви. Личната ви информация вече няма да се съхранява на корпоративни сървъри. Самоудостоверяването ви дава пълен контрол върху вашите данни. Можете да предоставите (и да оттеглите) разрешение на приложенията да използват вашите данни по всяко време и да попречите на неоторизирана компания или трета страна да получи достъп до тях.',
          accordion: {
            header: [
              'Основни характеристики',
              'Описание',
              'Статус'
            ],
            items: [
              {
                feature: 'Мениджър за управление на данни',
                desc: 'Прецизно управление на вашите лични данни',
                status: 'Концепция',
                para: [
                  'Разширяването на инструмента за управление на данни, за да позволи фин контрол от потребителите върху техните лични и непубликувани данни.'
                ],
              },
              {
                feature: 'RDF поддръжка',
                desc: 'Поддръжка за съхранение и запитване за RDF ресурси в Safe-Core',
                status: 'RFC',
                para: [
                  'Гарантира, че Safe мрежата разбира начин за описание на архитектурата на данните, който се разбира и от други проекти, като Solid'
                ],
                CTA: {
                  name: 'Прочетете RFC',
                  url: 'https://github.com/maidsafe/rfcs/issues/289'
                },
              },
              {
                feature: 'SPARQL поддръжка',
                desc: 'Добавя основна поддръжка за SPARQL, за да позволи търсенето на данни',
                status: 'Концепция',
                para: [
                  'Подобрява функционалността на Safe чрез добавяне на поддръжка на SPARQL към Safe Клиентските библиотеки и Safe Трезора. Това гарантира, че мрежата може да разбере добре познат език на семантичните заявки и дава възможност на потребителите да търсят.'
                ],
              },
              {
                feature: 'Сътрудничество',
                desc: 'Инструменти за активиране на сътрудничество чрез споделяне и групови разрешения за частни непубликувани данни',
                status: 'Концепция',
                para: [
                  'Управлява споделянето и разрешенията на частни, непубликувани данни и файлове, за сътрудничество между хора и групи.'
                ],
              },
              {
                feature: 'XOR адреси',
                desc: 'Начин за споделяне и достъп до файловете в Safe Network, без да е необходимо обществено име',
                status: 'Завършен',
                para: [
                  'Създава система от стандартизирани URL адреси в Safe мрежата, които се базират на XOR адреса на съдържанието, към което се прави препратка. Гарантира, че хората могат да имат достъп и да намират данни и файлове по-удобен за потребителите начин.'
                ],
              }
            ]
          }
        },
        {
          title: 'Новата дигитална икономика',
          para: 'Новата дигитална икономика цели да гарантира, че вече няма да заплащате за дигиталния си живот с личните си данни. Вместо това използвате криптовалута, която е интегрална и се разпространява от Safe мрежата. Печелите пари в замяна на предоставянето на ресурси в мрежата.',
          accordion: {
            header: [
              'Основни характеристики',
              'Описание',
              'Статус'
            ],
            items: [
              {
                feature: 'Тестов портфейл за Safecoin',
                desc: 'Разплащания с тестови Safecoin',
                status: 'В разработка',
                para: [
                  'Потребителите ще могат да използват тестови Safecoin в мрежата, което позволява изграждане на екосистема около механизма за стимулиране в Safe мрежата. Възможността да създавате няколко портфейла, да ги свързвате с идентичност, както и създаването на еднократни портфейли за извършване на анонимни транзакции, всичко това ще се покрива като функционалност.',
                ],
              },
              {
                feature: 'Потребителски интерфейс на трезора',
                desc: 'Лесно настройване, стартиране и управление на Трезор',
                status: 'Концепция',
                para: [
                  'Потребителите ще видят значително подобрено потребителско изживяване за Трезора. Всеки, който предоставя място в мрежата, може да очаква да види редица подобрения в използваемостта, което улеснява продажбата на ресурси и фермерството върху домашни компютри и устройства.'
                ],
              },
            ]
          }
        }
      ]
    }
  }
}
