export default {
  title: 'Фундаменти на мрежата',
  desc: 'Има фундаментални принципи, върху които се изгражда дизайна на Safe мрежата, дори от стартирането на проекта през 2006 година. През това време общността на Safe нарасна и много хора и проекти вече разпознават жизнената важност от създаването на глобална, сигурна и поверителна децентрализирана платформа за съхранение на информация и комуникации. За да изпълни тази визия Safe Network ще гарантира всеки един от следните фундаменти:',
  qa: {
    section: {
      title: 'Safe мрежата ще…',
      items: [
        {
          question: 'Гарантира на човек създаването на акаунт и влизането анонимно и без пречки',
          answer: [
            'Създаването на нов акаунт и влизането в Safe мрежата никога няма да изисква одобрение от трета страна. Тези процеси винаги ще се осъществяват директно между потребителя и мрежата. Важно е да се отбележи, че (по технологични причини) създаването на акаунт може да изисква наличието на Safecoin в потребителския профил при определени обстоятелства (например ако това ще минимизира възможността за създаване на милиони нови акаунти с цел атака на мрежата от злонамерена личност)..'
          ]
        },
        {
          question: 'Гарантира на потребителите безопасното и без контролиращи посредници споделяне на информация и съобщения',
          answer: [
            'Safe Network никога няма да позволи трети страни да четат или да копират информация изпратена от потребителя (освен ако самият потребител не се съгласи изрично).'
          ]
        },
        {
          question: 'Позволи изпращането на Safecoin до всеки потребител без такси',
          answer: [
            'Всеки потребител ще може да използва, която и да е от своите идентичности като адрес на портфейл за да може да изпраща и получава Safecoin.'
          ]
        },
        {
          question: 'Дава възможност на потребителите анонимно да създават и споделят информация в целия свят',
          answer: [
            'Мрежата винаги ще гарантира възможността Потребителя да изпраща транзакции и съобщения с временни и еднократни идентификатори, за да не могат да бъдат свързани с ничия конкретна личност в мрежата.'
          ]
        },
        {
          question: 'Позволи на всеки да браузва съдържание анонимно и безплатно',
          answer: [
            'Критично важно е новия децентрализиран интернет да е без бариери. Един от най-важните фундаменти за глобална платформа за сътрудничество е всеки да има достъп до публичното съдържание безплатно по всяко време и без нуждата от акаунт.'
          ]
        },
        {
          question: 'Позволи на потребителите да добавят множество идентичности към техния акаунт',
          answer: [
            'Всеки Акаунт на Клиент управлява информацията за потребителя и ще включва различни идентичности. Тези идентичности ще бъдат двойки криптографски ключове.'
          ]
        },
        {
          question: 'Позволява на потребителите да изпращат/получават Safecoin с всяка от самоличностите си в мрежата',
          answer: [
            'Всеки индивид трябва да може да използва, която и да е от самоличностите си в мрежата като адрес на портфейл за да получава и изпраща Safecoin.'
          ]
        },
        {
          question: 'Съхранява информация вечно',
          answer: [
            'Всичката публична/публикувана информация в мрежата ще бъде непроменима и съхранявана в мрежата вечно. Също както Интернет Архива съхранява версии на сайтове, които са публикувани с грешки, ще бъде невъзможно да се изтрие информацията от мрежата веднъж след като е качена. Това не значи, че няма да може да променяте информацията си – ще може да добавяте само промени т.е. исторически, по-ранни версии от информацията ще остават запазени в мрежата (без значение дали те са достъпни или не).'
          ]
        },
        {
          question: 'Никога няма да изисква паролите да бъдат съхранявани в мрежата или на машините използвани от Клиентите за достъп до мрежата',
          answer: [
            'Самата мрежа никога няма да съхранява пароли, защото това е често срещан случай за загуба на информация. Вместо това потребителя ще трябва да въвежда парола само локално на устройството, което използва за връзка с мрежата.'
          ]
        },
        {
          question: 'Позволява на всеки потребител, на всяка машина да достъпва мрежата без да оставя следа на тази машина от този потребител',
          answer: [
            'Мрежата трябва да е достъпна за всеки Потребител на всяко устройство. Когато този потребител излезе от мрежата и напусне машината, на нея не трябва да остава следа (освен софтуера свален за достъпване на Safe мрежата, например браузър), която да показва какво е вършил Потребителя в Safe Network.'
          ]
        },
        {
          question: 'Премахва клиентските IP адреси след първия Хоп в Safe мрежата',
          answer: [
            'След като Потребител е започнал да комуникира директно, с който и да е след първия компютър (с който се е свързал) в Safe мрежата, IP адреса на Потребителя се премахва и е непроследим. За яснота “първия Хоп” е първия компютър в Safe мрежата, към който потребителя се е свързал (а не хоп-а от вашия компютър към домашния WIFI рутер например).'
          ]
        },
        {
          question: 'Приема още Трезори, само когато има нужда от тях',
          answer: [
            'Както при всеки вид или група от организми, неограничения растеж води до разпад. Safe мрежата може да бъде атакувана от злонамерена страна като просто се добавят милиони компютри и след това се изключат едновременно (или по-лошо). За да предотврати това мрежата приема нови компютри само когато има нужда от ресурси. Това също така забавя всяка атака, като я разрежда с добронамерени личности присъединяващи се към мрежата. Така Safe мрежата балансира търсенето и предлагането на ресурси според заложените в нея принципи вместо да разчита на външен контрол.'
          ]
        },
        {
          question: 'Увеличава наградата за фермерство, когато има нужда от повече ресурси (Трезори) и намалява наградата, когато има много ресурси',
          answer: [
            'Ако мрежата просто приема всеки Трезор, който иска да се присъедини вероятно ще стане жертва на ботнет атака или атакуваща страна може да се опита да включи голям брой злонамерени компютри в мрежата, докато тя все още е малка по размери при стартирането си. Мрежата трябва да е способна да балансира снабдяването с ресурси от Трезорите, за да избегне наличието на голям брой компютри с много малко информация в тях, защото това ще намали фермерския добив.'
          ]
        },
        {
          question: 'Въвежда ранг на компютрите в мрежата и увеличаване на доверието с времето към компютрите с висок ранг',
          answer: [
            'Жизненоважна част на Стареенето на Компютрите е (Node Ageing – един от начините, по които Safe Network предотвратява Сибил атаки, че мрежата е проектирана да позволява само на най-доверените компютри в Близка Група да гласуват за взимането на решения в мрежата.'
          ]
        },
        {
          question: 'Без сървъри',
          answer: [
            'Safe мрежата никога няма да разчита на сървъри, защото използването им отваря вратите за злоупотреби от трети страни (google, facebook, microsoft) и подкопава сигурността в цялата мрежа.'
          ]
        },
        {
          question: 'Дигитален подпис за всички транзакции',
          answer: [
            'Като изисква дигитален подпис на всяка транзакция мрежата гарантира, че транзакциите са потвърдени в съответствие с правилата на Safe мрежата.'
          ]
        },
        {
          question: 'Гарантира, че директните съобщения от потребител към потребител са безплатни. Ако обаче се използват изпратени през Safe Network анонимни съобщения ще се заплаща',
          answer: [
            'Клиентите са софтуерни програми, които позволяват на потребителите да се свързват с Safe Network. Никога няма да има такси ако съобщения се изпращат директно между два Клиента. Ако обаче се изпращат не директни съобщения (анонимни) между два Клиента, което изисква прехвърляне през мрежата, това ще се заплаща.'
          ]
        },
        {
          question: 'Никога няма да използва времето, като мрежови инструмент (въпреки че компютрите може да го използват локално)',
          answer: [
            'Няма концепция за времето в децентрализирана мрежа като Safe, освен ако не се използват централизирани сървъри и услуги. Safe използва изцяло метод воден от последователността на събитията за да избегне нуждата от синхронизиране и използване на времеви периоди като валиден инструмент в мрежата. Тези периоди биха изисквали използването на “магически” номера, които ще трябва да се задават от разработчиците на приложения, затова Safe мрежата ги избягва на всяка цена.'
          ]
        },
        {
          question: 'Използва винаги само криптирани услуги и криптиран трафик',
          answer: [
            'Услугите и трафика трябва да бъдат криптирани, ако желаят да бъдат използвани от Safe Network.'
          ]
        },
        {
          question: 'Въвеждане на обновления в реално време по безопасен начин (т.е. мрежата ще отказва обновления, които могат да я повредят)',
          answer: [
            'Safe мрежата трябва да може да се самообновява по такъв начин, че да е съвместима поне с предходната версия на софтуера, за да гарантира, че новата версия е по-добра от предходната на практика. След като това ще изисква доста усилия всеки компютър може да стартира новата версия паралелно със старата преди да се обнови.'
          ]
        },
      ]
    }
  },
  safecoin: {
    title: 'Safecoin',
    lists: [
      {
        name: 'A.',
        para: 'Safecoin е уникалния механизъм за стимулиране на участието в Safe Network. Всички Safecoins се рециклират, когато бъдат платени на мрежата в замяна на ресурси. При стартирането на мрежата Safecoin ще бъде разпределен по следния начин:(1) Ще плати на създателите на мрежата (акционерите на MaidSafe) 5% от всички Safecoin; (2) Ще плати на инвеститорите от публичната разпродажба (състоя се през 2014 г.) 10% от всички Safecoin.'
      },
      {
        name: 'Б.',
        para: 'Safecoin ще бъде разпределян постоянно на следния принцип: (1) Ще плаща на Трезорите за предоставеното място, процесорно време и интернет свързаност (85% от наградите); (2) Ще плаща на разработчиците на приложения (програми), които се използват от потребителите (10% от наградите); (3) Ще плаща на поддържащите кода на мрежата (5% от наградите)'
      },
    ],
    notes: {
      title: 'Забележка:',
      para: 'Докато горното обяснение е представено за удобство, то е приблизително и на практика наградите ще бъдат разпределяни динамично от мрежата според Фермерския добив:',
      points: [
        'Фермерите, които имат трезори ще получават 100% от Фермерския добив за всички заявки в мрежата т.е. 86.95% (100/115) от всички награди.',
        'Разработчиците на програми ще получават 10% от Фермерския добив за всички заявки в мрежата (приложено към техните програми) т.е. 8.695% (10/115) от всички награди.',
        'Разработчиците на мрежата ще получават 5% от Фермерския добив за всички заявки в мрежата т.е. 4.348% (5/115) от всички награди.'
      ]
    }
  }
}
