export default {
  banner: {
    title: 'Автономна, Децентрализирана, Криптирана.',
    aside: {
      para: 'Захранвана от свободния капацитет на домашните компютри, SAFE заменя уязвимата структура на съществуващият Интернет с децентрализирана, автономна мрежа. Такава, която е сигурна и достъпна за всички.',
      CTA: {
        name: `Ето как работи`,
        url: '/faq/#what-is-a-vault'
      }
    },
  },
  topics: [
    {
      name: 'Въведение',
      desc: [
        {
          title: 'Да се запознаем със Safe мрежата',
          para: [
            'Ако не разбирате какво представлява една нова децентрализирана мрежа, вие далеч не сте сами. Но след като ползите от нов Интернет, изграден върху Safe мрежата, станат ясни - вечно съхраняване на данните ви, далеч от ненадеждни и уязвими на хакерски атаки трети страни, до които само вие имате достъп по всяко време от всяка точка на света - човек започва да разбира. За изграждането на система, която може да изпълни подобни обещания, е необходимо огромно количество работа. За начало, ето няколко обяснения за някои от технологиите, които използваме.'
          ]
        }
      ]
    }, {
      name: 'Сърфиране',
      desc: [
        {
          title: 'Цялото човешко знание, достъпно за цялото човечество',
          para: [
            `Може би искате да разглеждате само съдържанието в мрежата. За мнозина това може да изглежда не по-различно от настоящия Интернет. Но за 1,5 милиарда души по света, блокирани от сайтове като Wikipedia, това е гигантски скок напред. И всичко, което трябва да направят, е да изтеглят Safe браузъра - портал към новата мрежа - достъпен за всеки, навсякъде.`,
            'Сърфирането в Safе e частно, анонимно и сигурно - без проследяване от корпоративни или държавни интереси. Решенията, които взимате, са само ваши. Вече няма невидим друг, който да ви следи.'
          ]
        }
      ],
      aside: {
        position: 1,
        para: 'Искате ли да изпробвате Safe мрежата и да помогнете за изграждането на бъдещето на Интернет?',
        CTA: {
          name: 'Включете се',
          url: '/get-involved/'
        }
      }
    }, {
      name: 'Съхранение на данни',
      desc: [
        {
          title: 'Платете веднъж, съхранявайте сигурно завинаги',
          para: [
            `Има вероятност да искате да съхраните информацията си в мрежата. Защо? Защото в замяна на много малко еднократно плащане в Safecoin, вашите данни след това ще се съхраняват завинаги, криптирани и достъпни навсякъде по света и само от вас - освен ако не решите да ги споделите.`
          ],
          quote: `"Вашите данни за достъп не могат да бъдат откраднати, тъй като в нито един момент те не се съхраняват в мрежата"`
        }, {
          para: `Свързването с мрежата работи без нужда от разрешение. Това означава, че не е необходимо да искате разрешение от трета страна, за да участвате - и, най-важното, никой не може да ви спре. Постигаме това със Само-Удостоверяване. Safe е единствената децентрализирана мрежа в света, която позволява на някой сам, сигурно и анонимно да създаде акаунт и да влезе, без да се нуждае от трета страна, която да управлява процеса на влизане или да съхранява и управлява идентификационните данни на потребителите. Това означава, че вашите идентификационни данни не могат да бъдат откраднати, защото в нито един момент те не се съхраняват в самата мрежа.`
        }, {
          title: 'Мрежата пази информацията ви достъпна само за вас',
          para: [
            `Сега нека поговорим за криптирането. Представете си, че искате да качите снимка. Тя е защитена от множество криптиращи слоеве. Качването на снимка Ви започва с разбиване на части, които след това се криптират с другите части на същия файл. Това „Само-Криптиране“ се случва преди данните да се качат в мрежата. Така че, освен ако не решите да го промените, вашите данни никога не докосват мрежата, преди да бъдат криптирани. И тя е проектирана така, че вие да сте единственият, който държи ключа към тях.`,
            `Това е много различен подход в сравнение с платформите за съхранение на информация базирани на блокчейн, които често защитават само връзката, която показва къде се съхраняват данните. С данните, съхранявани на друго място, можете да докажете, че те не са били подправени. Но не защитавате самите данни. Safe мрежата има различен подход. Самите данни се криптират и съхраняват в мрежата. Това означава, че няма хранилища с данни, които да трябва да се защитават другаде.`
          ]
        }
      ],
    }, {
      name: 'Къде се съхраняват данните?',
      desc: [
        {
          title: 'Вижте, Интернетът без сървъри',
          para: [
            'Днешният Интернет е уязвим, отчасти защото данните се съхраняват на централизирани места. Те се превръщат в мишени за хакери, крадци и корпорации събиращи лични данни, както и за всеки друг, който иска да се възползва от вашите лични данни.',
            'Safe мрежата няма централизирани сървъри. Няма нито една точка, която да може да бъде атакувана, хакната или следена. Всички качени данни се разбиват на парчета, криптират се, разпръскват се по мрежата и непрекъснато се местят между компютрите.',
            'И така, как може нападател да намери ваша снимка? Без да може да разчете отделните криптирани парчета съставящи всеки един файл, той би трябвало да знае точно кои парчета са на снимката; къде се съхранява всяко парче; да контролира няколко компютъра, които са отговорни за управлението на всяко от тези различни места в мрежата във всеки един момент; и след това по някакъв начин да се справи с криптирането (без да знае паролата ви!).',
            `И това е опростяване. Всъщност е много по-трудно. Но това ви създава усещане за това колко подсигурени са данните в Safe мрежата. Като имате пред очи, и че самата мрежа взема автономни решения относно местоположенията и кой какво да прави, предизвикателството пред всеки нападател става още по-ясно.`
          ]
        }
      ],
      aside: {
        position: 3,
        title: 'Кога ще бъде завършена?',
        para: 'Ние сме в зората на нов Интернет и изграждаме финалните части на SAFE мрежата.',
        CTA: {
          name: 'Вижте плана на проекта',
          url: '/roadmap/'
        }
      }
    }, {
      name: 'Кой съхранява вашите данни?',
      desc: [
        {
          title: 'Интернет собственост на всички, контролиран от никой',
          para: [
            'В мрежата няма централизирано хранилище, данните се съхраняват в Трезори. Хората изтеглят безплатен софтуер наречен Трезор на домашните си компютри, което казва на мрежата, че желаят да участват. Осигурявайки място за съхранение и интернет свързаност в подкрепа на мрежата, можете да получите възнаграждение в Safecoin - криптовалутата, която захранва мрежата.',
            'Мрежата просто използва пространството, което сте предложили и управлява парчета криптирани данни, от които се нуждаете, за да гарантира, че системата е безопасна и устойчива. Ключовият момент тук е, че никой (нито компютрите, нито мрежата) не може да чете тези данни. Всяка част от криптираните данни се управлява от отделна Секция от Трезори. Мрежата решава кои компютри да бъдат членове на кои Секции и това често се променя. Така в нито един момент човек, който е стартирал Трезор на компютъра си, не може да прочете някои от данните, които неговият компютър съхранява.',
            'Чрез пускане на Трезор, вашият компютър се надпреварва в доставката на всякакви данни, поискани от собственика им. Възнагражденията, изплащани от системата, ще се променят от мрежата, която променя цената на Safecoin, за да балансира себе си по такъв начин, че да поддържа постоянно около 30% от Трезорите свободни.'
          ]
        }
      ]
    }, {
      name: 'Мрежова архитектура',
      desc: [
        {
          title: 'Анатомията на една автономна мрежа',
          para: [
            'Safe мрежата се самоуправлява. Тя решава в реално време как компютрите могат да действат в мрежата, променяйки динамично ролите и отговорностите на отделните участници в отговор на промените в реално време, без никакво влияние от хора или фирми.',
            'Мрежата е изградена на основата на софтуер с отворен код, който позволява на компютрите да се свързват директно помежду си, навсякъде по света. Маршрутизиращият слой седи над това и задава правилата на мрежата. Това означава, че компютрите ще действат по определен начин, което гарантира, че мрежата ще функционира ефективно без централизиран администратор.',
            'Тези правила гарантират, че компютрите постигат съгласие относно това какво е позволено и какво не, както и върху реда, в който се случва. Решенията се вземат от компютри в самостоятелни секции, които имат история на добро поведение и благодарение на иновативен алгоритъм за консенсус, базиран на DAG, наречен PARSEC, мрежата е гарантирано да постигне съгласуваност, въпреки огромния брой събития, които се провеждат едновременно всяка секунда по света.'
          ]
        }, {
          title: 'Глобална комуникация, глобален размер',
          para: 'Докато Секциите са самостоятелни, мрежата е проектирана да позволява надеждни комуникации. Това се постига, като се гарантира, че всеки контакт между непознати компютри е придружен от криптографско доказателство, че всеки свързан компютър е валидна част от мрежата. Със Сигурно Предаване на Съобщенията идват и Веригите от Данни, нова технология, която гарантира, че огромни количества данни могат да бъдат предавани надеждно и сигурно между различни Трезори, които никога не са се свързвали преди. Всичко това става възможно от ключовото решение в дизайна, с което започнахме: всички данни се съхраняват в мрежата. Криптирана и готово за мащабно разрастване по земното кълбо още от първия ден.'
        }
      ]
    }
  ]
}
