export default {
  banner: {
    title: `Ние създаване \nНовия Интернет`,
    desc: '[Свобода](/#freedom) на изразяване, [контрол](/#control) върху личната информация, [лични и защитени](/#privacy) комуникации; и изцяло нова [икономика](/#economy). Добре дошли в SAFE Network.',
    aside: {
      para: 'Използвайки свободната интернет връзка и неизползваното пространство на хард дисковете на домашните компютри и телефони, ние преместваме интернет от сървърите на корпорациите, извън контрола на правителствата, и обратно в ръцете на хората.',
      CTA: {
        name: 'Вижте как работи',
        url: '/how-it-works/'
      }
    },
  },
  freedom: {
    title: 'Децентрализиран и Автономен: \nСвобода на изразяване по дизайн.',
    para: [
      'Всеки трябва да е свободен да общува и да споделя идеи; безплатен и неограничен достъп до информация за всеки по света.',
      'Затова създаваме система като никоя друга: Автономна мрежа, която работи сама, разпръсната по цялата земя, която не може да бъде изключена, контролирана, или цензурирана.'
    ],
    CTA: {
      name: 'Какво е Автономна мрежа?',
      url: '/faq/#what-is-an-autonomous-network'
    },
    founderQuote: {
      para: `"Да поправим интернет не е въпрос на избор и сега имаме решение, в което всички може да участваме."`,
      by: 'Дейвид Ървайн - основател'
    },
    aside1: {
      title: 'Всичката информация е равна',
      para: 'Всичката информация в мрежата се третира по един и същи начин, и всеки има равен и безплатен достъп.  Неутралността на мрежата идва като стандарт.'
    },
    aside2: {
      title: 'Не може да бъде цензурирана или изключена',
      para: 'Понеже е автономна SAFE мрежата не може да бъде изключена, блокирана или контролирана. Тя принадлежи на човечеството.'
    }
  },
  privacy: {
    title: 'Тотална поверителност, абсолютна сигурност.',
    para: [
      'Поверителността и сигурността трябва да са достъпни за всеки, не само за тези с дълбоки джобове.',
      'Затова SAFE мрежата криптира всичката информация по подразбиране, автоматично я разделя на множество части, които постоянно мести в различни локации по земята, които не могат да бъдат проследени. И достъпът ви до тях също е непроследим.',
      ' Без повече хакната информация, без повече откраднати пароли, без повече подслушване. Лично. Сигурно. Анонимно.'
    ],
    CTA: {
      name: 'Как работи?',
      url: '/how-it-works/'
    },
    quote: {
      para: 'Когато ни предоставят инструментите за комуникация на личен и сигурен принцип, ние получаваме свободата да си сътрудничим и да правим нововъведения като едно цяло.'
    },
    aside1: {
      title: 'Разглеждайте и сваляйте анонимно',
      para: 'В SAFE мрежата сте свободни да браузвате и сваляте напълно анонимно, от всякъде по света. Без нуждата от акаунт.'
    }
  },
  data: {
    title: 'Пълен контрол върху информацията ви',
    para: [
      'SAFE мрежата обръща настоящия модел за притежание на информацията с главата надолу.',
      'Преброени са дните на съхраняването на личната ви информация върху корпоративни сървъри. Само Удостоверяването означава, че вече имате пълен контрол върху личната си информация: тя остава ваша. Вие позволявате на програмите достъп до нея и никоя корпорация или трета страна няма да има достъп до нея. ',
    ],
    CTA: {
      name: 'Прочетете повече за Само Удостоверяването',
      url: 'faq/#what-is-self-authentication'
    },
    aside1: {
      title: 'Плащате веднъж, съхранява се вечно',
      para: [
        'Качете информацията си и тя ще се съхранява безопасно вечно. Имате пълен и безплатен достъп до нея от всяко свързано устройство по земята.',
        'Ще платите минимална, еднократна, такса за качване, но ще получите вечно и безопасно съхранение без да плащате повече месечни такси.'
      ]
    },
    aside2: {
      title: 'Една парола. Този път наистина.',
      para: [
        'Всички програми се достъпват безопасно през една парола използвана за създаването на акаунта ви. Къжете сбогом на мениджъра за пароли.',
      ]
    },
    aside3: {
      title: 'Преносимост на данните',
      para: [
        'Пълният контрол върху данните ви значи, че може бързо и лесно да ги местите между различните програми и услуги. Разбърквайте и съчетавайте според нуждите си и не оставяйте никакви данни след себе си.',
      ]
    },
    aside4: {
      title: 'Човече, а къде ми е блокчейнът?',
      para: [
        'Без блокчейн значи, че имаме възможност за безкраен растеж и мигновенни транзакции със скороста на мрежата. Точно това, от което се нуждае една глобална мрежа за данни.',
      ],
      CTA: {
        name: 'Прочетете повече за дизайна',
        url: '/how-it-works/'
      }
    },
  },
  economy: {
    title: 'Новата дигитална икономика',
    para: [
      'Добре дошли в новата икономика, в която вече не плащате за дигиталния си живот с личната си информация. Вместо това, ще използвате Сейфкойн, криптовалута, която е интегрирана в мрежата и се разпределя изцяло от нея.',
      'Потребителите се компенсират за ресурсите, които предоставят и могат да използват тази компенсация за да плащат на разработчиците за да използват приложенията им по един устойчив и самоподдържащ се начин.',
      'SAFE е мрежа, в която богатството се разпределя според стойността, която всеки предоставя.'
    ],
    CTA: {
      name: 'Разберете повече за Safecoin',
      url: '/safecoin/'
    },
    aside1: {
      title: 'Винаги с безплатен достъп',
      para: [
        'Информацията е винаги достъпна безплатно. Никога няма да платите за браузване или сваляне. SAFE мрежата гарантира равен достъп до информация на всеки. Дори не ви трябва акаунт, просто свалете SAFE браузъра.',
      ]
    },
    aside2: {
      title: 'Перфектния пазар',
      para: [
        'Без човешка намеса мрежата автономно създава перфектен пазар. Цените се определят в зависимост от свободните ресурси и потребителското търсене.',
      ]
    },
    aside3: {
      title: 'Без разходи за инфраструктура',
      para: [
        'Без фиксирани разходи за инфраструктура всеки следващ член на мрежата увеличава ползата и скоростта за всеки друг. И системата награждава популярните програми и сайтове с директни плащания.',
      ]
    },
    aside4: {
      title: 'Предоставяте ресурси, получавате заплащане.',
      para: [
        'Пускайки Трезор може да предоставите на мрежата неизползваните си ресурси — като място на хард диска и интернет скорост — и автоматично ще получите заплащане в Сейфкойни.',
      ]
    },
  }
}
