  export default {
  title: 'Често задавани въпроси',
  sections: [
    {
      title: 'За Safe мрежата',
      items: [
        {
          question: 'Какво е Safe мрежата?',
          answer: [
            'Safe мрежата (акроним за Сигурен достъп за всички) е нов сигурен начин за достъп до програми, които ценят сигурността на вашите данни преди всичко останало. Изтеглянето на безплатния Safe софтуер ще ви осигури достъп до: съобщения, приложения, имейл, социални мрежи, съхранение на данни, видеоконференции и много други.',
            'Вместо да използва центрове за данни и сървъри, които са податливи на кражба на данни и следене, както е обичайно в днешния Интернет, Safe мрежата използва усъвършенствана потребител-към-потребител технология, която обединява заедно свободния изчислителен капацитет на всички потребители на Safe, създавайки глобална мрежа.',
            'Safe мрежата се състои от неизползваното пространство на твърдия диск, свободното процесорно време и интернет връзката за данни на нейните потребители. Тя предлага ниво на сигурност и неприкосновеност на личния живот, които в момента не са налични в съществуващия Интернет и връща контрола на потребителите върху техните данни, вместо да ги доверява на организации и корпорации.',
            'Предоставяйки вашите неизползвани компютърни ресурси на Safe, ще бъдете възнаградени с пари наречени [Safecoin](/safecoin).'
          ]
        },
        {
          question: 'Какво е автономна мрежа?',
          answer: [
            'Автономна мрежа е тази, която няма хора посредници. Всеки може да се присъедини и - най-важното - никой не може да бъде възпрепятстван да участва.',
            'От момента, в който качвате своите криптирани данни, не се изисква човек, който да гарантира, че вашите данни остават сигурни и достъпни, докато вие сами не решите да получите достъп до тях. Без участието на хора, Safe Network интелигентно премества парчета от вашите данни между трезорите, които също непрекъснато мести в различни групи, за да осигури пълна сигурност и поверителност по всяко време. Вие решавате каква информация ще съхранявате - и автономната мрежа я защитава, за да гарантира, че ще запазите пълен контрол.',
            '_[Прочетете повече за автономните мрежи](https://metaquestions.me/2017/08/12/the-impossible-network/)_'
          ]
        },
        {
          question: 'Защо да използвам Safe мрежата?',
          answer: [
            'Приложенията и програмите в съществуващия Интернет компрометират поверителността ви чрез реклами и ефективно контролират вашите данни, предоставяйки ви достъп при влизане. В Safe мрежата само вие контролирате този, който има достъп до вашите данни и децентрализираните функции за защита, правят вашите данни по-сигурни от всякога. Ако продадете част от свободните си компютърни ресурси на мрежата, ще бъдете компенсирани за това с пари под формата на [Safecoin](/safecoin) в мрежата.'
          ]
        },
        {
          question: 'Кой е собственик на Safe мрежата?',
          answer: [
            '**Никой.**',
            'Safe мрежата е с [отворен код](https://github.com/maidsafe). Нашата визия е да създадем ресурс, който може да бъде използван от всички за разпространение на цялото човешко знание и за улесняване на споделянето по цялата планета, независимо от страната на пребиваване, културата или икономическия произход.'
          ]
        },
        {
          question: 'Кои са MaidSafe?',
          answer: [
            'Започната през 2006 г. от шотландския инженер Дейвид Ървайн, MaidSafe е компанията на основните разработчици на Safe мрежата. Това е малък екип, състоящ се от: мислители, изобретатели, професори, инженери и дизайнери. Въпреки че сме базирани в Ейр, Шотландия, ние работим отдалечено с таланти от много различни култури и страни, отразявайки потребителите, които обслужваме. Въпреки това разнообразие, всички ние споделяме една единствена мисия: сигурност за всички.',
            '_[Посетете Maidsafe.net](https://maidsafe.net)_'
          ]
        },
        {
            question: 'Какво ми е необходимо, за да браузвам Safe мрежата?',
            answer: [
              '[Изтеглете Safe Network програмата!](https://github.com/maidsafe/safe-network-app/releases)'
            ]
          },
        {
          question: 'Как да се включа в общността на Safe Network?',
          answer: [
            'Общността е най-активна в [Safe Network форума](https://safenetforum.org/) и препоръчваме да започнете в [секцията за начинаещи](https://safenetforum.org/c/beginners).',
            '*[Посетете форума](https://safenetforum.org/)*'
          ]
        },
        {
          question: 'Как да получа помощ?',
          answer: [
            '[Форумът на общността](https://safenetforum.org) е мястото, в което да се обърнете за всички въпроси свързани с мрежата.',
            '_[Посетете форума](https://safenetforum.org/)_'
          ]
        }
      ]
    },
    // {
    //   title: 'Getting Started',
    //   items: [
        // {
        //   question: 'What do I need in order to browse the SAFE Network?',
        //   answer: [
        //     '[Download the SAFE Network App!](https://github.com/maidsafe/safe-network-app/releases)'
        //   ]
        // },
        // {
        //   question: 'Do I need an account to access the network?',
        //   answer: [
        //     'While the network is in Alpha then yes, you\'ll need to have an account.  See \'How do I create an account?\' below for a step-by-step guide.'
        //   ]
        // },
        // {
        //   question: 'How do I create an account?',
        //   answer: [
        //     '#### Here’s a step-by-step Guide:',
        //     '- [Download](https://github.com/maidsafe/safe_browser/releases/) and install the SAFE Browser.\n- [Register an account on the community forum](https://safenetforum.org/), it takes less than a minute. \n- [Gain basic trust level](https://safenetforum.org/t/trust-level-1-basic-user-requirements/15200). — this requires around an hour reading and interacting as a measure to stop the test network being spammed during the development phase.\n- Open the SAFE browser.\n- Click *Create Account* at the bottom of the screen.\n- In the next screen select ‘Claim An Invitation’.\n- Login to the forum within the SAFE Browser, the setup process will prompt you to do this if you have not already done so.\n- Select the The Shared Vault Network.- The installer will now provide you with your invitation code. Please note: it is important that your current and registered IPs match, if they do not, click to update.\n- Copy the invite code at the bottom of the screen and paste this back into the field that asks for an ‘Invitation Token’ in the SAFE Browser.\n- You will now be asked to create an Account Secret and Password. Please make sure you keep these safe as only you will ever have access to your credentials. There is no central record of these credentials anywhere within the system and without them you will not be able to access your data.\n- Congratulations! You are now ready to not just browse the SAFE Network, but upload your own data, create websites and use some of the demo apps being worked on by the community.'
        //   ]
        // },
        
    //   ]
    // },
    {
      title: 'Как работи',
      items: [
        {
          question: 'Какво е Трезор?',
          answer: [
            'Safe мрежата е съставена от възли, наречени трезори. Трезорът е програма, която работи на устройство (компютър, смартфон, таблет), и го свързва с мрежата. Колективно трезорите управляват съхранението на всички данни в мрежата, като управляват движението на парчета криптирани потребителски данни, които се съхраняват в мрежата. Никой фермер (потребител) никога не може да декриптира парче данни, което неговият трезор получава. В замяна на предоставянето на място за съхранение към мрежата, фермера се възнаграждава със Safecoin.',
            'Трезорите гарантират, че събитията, случващи се в мрежата, са валидни. Те са групирани в малки групи, всяка от които носи отговорност за данните, съхранявани в дадена секция (определен диапазон от адреси).',
            'Тези групи трезори се формират, сливат и разделят без никакъв човешки надзор, тъй като самата Safe мрежа има пълен контрол върху процеса. По същия начин шифрованите парчета данни се движат по мрежата по напълно автономен начин. Мрежата не изисква централни сървъри или агенти (като BitTorrent тракери). Нито един централен орган не контролира работата.',
            'Точно както децата нямат право да гласуват на избори, на Трезорите не се разрешава да гласуват за събитията в мрежата (като например присъединяване на нов член или съхранение на парче данни), докато не се окаже надежден. Първоначално Трезорът трябва успешно да изпълни заявка  [Доказателство за ресурс](https://www.youtube.com/watch?v=rdczpOlLaVk) , за да се присъедини към мрежата, доказвайки, че може да осигури определено количество трафик и капацитет на процесора. След това се присъединява към секция и му се дава ниска оценка за възраст. Това е мярка за неговата надеждност. След това първоначално свързване, мрежата автоматично ще премести (раздели) този трезор на случаен принцип от една секция към друга секция, като му даде възможност да изгради репутацията си (нарастване на възрастта му). След като възрастта му достигне определена стойност, ще може да бъде активен участник в груповите решения. Трезорите с най-голяма възраст в секцията се наричат “Старейшини”. В резултат на това, тъй като новите трезори трябва да докажат своята полезност в различни случайни секции, преди да могат да гласуват, насочването към определена секция в Safe мрежата от нападател е почти невъзможно.',
            'Трезорите също криптографски проверяват съобщенията и поемат по-дефинирани роли, наречени персони. Всеки трезор ще има персонален клиент мениджър. Той съхранява данните за акаунта на всеки клиент (потребител) в неговата секция. Например, той ще потвърди колко данни са качени в мрежата, колко се съхраняват и колко Safecoin остава, за да се финансират допълнителни качвания. Докато клиентският мениджър ще знае баланса на акаунта, той няма начин да го свърже с идентичност (т.е. IP адрес, потребителско име или публична идентичност).',
            'Всеки трезор също има персонализиран мениджър на данни. Той управлява къде се съхраняват криптирани парчета от данни на други потребители и носи отговорност за парчетата в своята секция.'
          ]
        },
        {
          question: 'Защо се нуждаем от автономна мрежа?',
          answer: [
            'Автономната мрежа е тази, която управлява всички наши данни и комуникации без човешка намеса и без посредници. Това е мрежа, която се конфигурира сама. Ресурсите не се добавят от централизиран ИТ администратор - намалявайки възможността за злонамерени или небрежни дейности. Мрежата работи без нужда от разрешение - участието е отворено за всички, които желаят, премахвайки рисковете от монополизация от единични субекти, чиято власт може да нарастне безконтролно.',
            'Много пробиви на личните данни са причинени от човешка грешка. Но въпросът е по-фундаментален. Ние все повече разчитаме на системи, в които нашите данни се съхраняват от други хора. Тъй като повечето от нашите лични данни са в ръцете на трети страни, рисковете от неправомерен достъп до тях нарастват с всеки изминал ден. Вече виждаме, че данните ни се използват за цели, които не одобряваме. Колко е вероятно достъпът ви да бъде отменен изцяло? Да загубите контрола над този поток от данни за живота си? В някои страни това вече е реалност.',
            'Можем да подобрим физическата сигурност. Трябва да гарантираме, че данните не могат да бъдат изтрити, променени, повредени или достъпни без съгласието на собственика на данните. И само чрез премахване на хората от управлението на нашите данни може да бъде осигурена физическа сигурност. Трябва да имате места за съхранение, които са непознати за никого, освен мрежата, и такива, в които потребителят не може да бъде идентифициран. Само автономна мрежа осигурява това ниво на сигурност.',
            'Автономната мрежа автоматично разделя и криптира (използвайки самокодиране) всички данни, преди да ги съхрани динамично на места избрани от нея. Трезорите се присъединяват анонимно и мрежата непрекъснато ги премества в различни секции - отново без човешка намеса или централизиран запис. Заедно всяка група трезори взема решения въз основа на съобщенията, които получават.',
            'Автономната мрежа също е в състояние да създаде допълнителни копия на популярни данни, което означава, че заявките се обслужват по-бързо. В същото време самата мрежа може да идентифицира дублиращи се копия на идентични данни и да ги намали до минимум.',
            'Подходът ни за създаването на мрежата се влияе от скромната мравка. Колониите на мравки проявяват сложно и високо организирано поведение в масови мащаби, без да разчитат на централен орган. Вместо това всяка мравка изпълнява различни задължения въз основа на нуждите на колонията. По подобен начин трезорите в Safe мрежата изпълняват различни функции въз основа на типовете съобщения, от които се нуждаят.',
            'Така че защо се нуждаем от автономна мрежа? Тъй като хората правят грешки, централизираните съоръжения за съхранение са предразположени към провал и ние колективно трябва да изградим платформа, върху която човечеството може да си сътрудничи, за да направим бъдещето по-добро за вида ни.'
          ]
        },
        {
          question: 'Какво е доказателство за ресурс?',
          answer: [
            'Доказателство за ресурс е процесът, който измерва способността на трезор да съхранява и извлича части от данни. Компютърът на потребителя получава резултат въз основа на скоростта на процесора, наличната му интернет връзка, дисковото пространство и времето онлайн.',
            'Доказателството за ресурс в Safe мрежата използва механизъм, подобен на Zero Knowledge Proof. Механизмът за проверка не трябва да знае какви данни се проверяват - просто трябва да знае, че правилните данни се съхраняват точно.'
          ]
        },
        {
          question: 'Какво е самокриптиране?',
          answer: [
            'Самокриптирането е процес, при който част от данните се разделят и след това всеки фрагмент се криптира с помощта на останалите части от същите данни. Това е важен процес в Safe мрежата и гарантира, че данните са неразпознаваеми и устойчиви на декриптиране - дори в случай, че алгоритъмът за криптиране бъде разбит.',
            'Всички данни се криптират самостоятелно, преди да достигнат до Safe мрежата. Процесът е автоматичен и се случва мигновено.',
            'Тъй като данните се записват на виртуален твърд диск при потребителя, те се разбиват на минимум три парчета, [хешират се](https://en.wikipedia.org/wiki/Hash_function) и след това се криптират. За по-нататъшно скриване на данните, всеки парче се предава чрез [XOR](https://en.wikipedia.org/wiki/Exclusive_or) функция, като се използват хешовете на други парчета. След това всеки фрагмент се разбива и двойките ключови стойности се добавят към таблица в акаунта на потребителите, наречена карта с данни. Картата с данни съдържа местоположенията на всяко парче, което съставя файла. Картата с данни с хешове преди и след криптиране се използва при извличане и декодиране на данните на потребителя, тъй като процесът на криптиране е необратим.',
            'Целият този процес се осъществява от клиента (т.е. на компютъра на Потребителя), така че данните винаги да бъдат криптирани в мрежата и само потребителите с правилните идентификационни данни да могат да дешифрират файла. Това също означава, че паролите никога не могат да бъдат откраднати от мрежата, тъй като те никога не напускат компютъра на потребителя. За допълнителна сигурност картата с данни също преминава през процеса на самокодиране.',
            '[Гледайте видео обяснение](https://youtu.be/Jnvwv4z17b4)'
          ]
        },
        {
          question: 'Какво е дедупликация на данни?',
          answer: [
            'Safe мрежата използва [дедупликация на данни](https://en.wikipedia.org/wiki/Data_deduplication), за да гарантира, че пространството се използва ефективно при съхранение на множество копия на данните, които са уникално криптирани. Мрежата е в състояние да различи идентични части от данни, като сравнява хешовете на всяко парче. Трезорите също използват хешове, за да се идентифицират (това се нарича - гарантирана идентификация на трезорите).'
          ]
        },
        {
          question: 'Какво е самоудостоверяване?',
          answer: [
            'Самоудостоверяване означава, че можете да влезете в мрежата и да защитите данните си без посредник. Никога не трябва да давате паролата си на някого или да искате разрешение от трета страна за достъп до вашите данни. Вашата информация и достъпът до нея принадлежат на вас и на никой друг. Вашата тайна дума и парола се използват за намиране на вашите данни в мрежата и след това се използват за декриптиране на тези данни локално. Това означава, че никой не трябва да държи запис на вашите файлове или вашите данни за вход - и няма нужда да искате от някой разрешение за достъп до него. Това е известно като самоудостоверяване и ви позволява да намерите, отключите и декриптирате собствените си данни. '
          ]
        },
        {
          question: 'Какво е консенсус на близка група?',
          answer: [
            'Основно изискване на разпределените компютърни мрежи е консенсусът. С други думи как могат компютрите да постигнат съгласие, когато няма централизиран орган и когато има вероятност да имате компютри, които са или злонамерени, или дефектни. Много проекти разчитат на блокчейн, за да постигнат този консенсус, но, както знаем, [този подход не работи](https://www.youtube.com/watch?v=i-RLdU8Y0Qc) със Safe мрежата, където броят на транзакциите е по-голям и очакванията на потребителите са да изтеглят данните незабавно. И така, как се постига консенсус в постоянно растяща група децентрализирани компютри, без да се нарушава сигурността?',
            'Отговорът се крие в близките групи. Използвайки консенсус на близка група, малките секции са в състояние да правят изявления от името на цялата мрежа, което означава, че мрежата не трябва да комуникира директно с всеки един компютър всеки път.',
            'В Safe мрежата понятието ‘близост’ идва от нещо, наречено XOR мрежа. Това е начин за случайно позициониране на физическото местоположение на данните в разпределена мрежа и гарантира, че всяко местоположение е уникално. На същия принцип този метод също се използва, за да даде на всеки трезор уникално XOR местоположение. По този начин близка група се изгражда от най-близкия идентификационен номер на трезор до друг трезор по отношение на XOR разстоянието. Това е разстояние, измерено в математическия смисъл, за разлика от географския смисъл.',
            'Група от трезори, която управлява секция, винаги ще се опитва да постигне консенсус (споразумение) помежду си относно всяка състояние и действия. Тя също така ‘подписва групово‘ съобщения, които пътуват през мрежата, така че другите трезори в други секции да могат криптографски да проверяват всяко съобщение и действие (например формиране на секции, разделянето и сливането им). Тези групови подписи се съхраняват във вериги от данни, които са защитени и съхранявани от всички трезори в групата.',
            'Консенсусът на близка група не се използва за всяка операция в мрежата, тъй като това би довело до ненужно натоварване. Използва се само за съхранението на данни в мрежата - криптографските подписи се използват за други дейности - например прости изменения на данните или изпращане на Safecoin до друг потребител.'
          ]
        },
        {
          question: 'Какво представляват веригите от данни?',
          answer: [
            'По същия начин, по който блокчейнът на Bitcoin не държи биткойни, верига от данни не съхранява данни. Но тя предоставя доказателства, че парче данни съществува и къде се съхранява. Най-важното е, че в Safe мрежата идентифицираните данни са реални (документи, видеоклипове и т.н.). Това означава, че можем да използваме този идентификатор на данни, за да докажем, че самите данни са валидни мрежови данни (т.е. те са били приети преди това от мрежата).',
            'И така, каква представлява архитектурата на верига от данни? Представете си блок от данни. Той съдържа идентификаторите на данните (например хеш, име, тип данни и т.н.). Към този блок има линк. Този линк свързва колекция от подписите на всички членове на групата, които са съгласни, че данните в този блок от данни са верни. С всяка промяна в членството на групата се създава нова връзка и се добавя към веригата данни.',
            'Има още доста подробности за тази архитектура, но за да обобщим, веригата данни ще се раздели с разрастването на мрежата, докато колективният запис ще остане, достъпен за всички възли. Линковете доказват членството и споразумението, което се е състояло в миналото. Използвайки верига от данни, компютрите имат доказана история в мрежата, което означава, че те могат да докажат членство в групата и да бъдат класирани лесно за целите на сигурността. Някои компютри няма да имат нужда да съхраняват действителните данни, а вместо това ще притежават само идентификатори, тъй като съществуването на тези данни е гарантирано. И най-важното е, че веригите от данни в крайна сметка ще позволят сигурното публикуване на данни, ако мрежата някога се изключи временно, както и да осигурят валидиране, че данните са били съхранявани в мрежата.',
            'Вярваме, че веригите от данни представляват естествен прогрес за децентрализираните системи. Те позволяват да се грижат и поддържат данни от всякакъв тип, размер или формат по сигурен и децентрализиран начин - в смисъл не само защитата на физическите данни, но и валидността на такива данни в мрежата.'
          ]
        }
      ]
    },
    {
      title: 'За Safecoin',
      items: [
        {
          question: 'Какво е Safecoin?',
          answer: [
            'Safecoin е цифрова монета, която се генерира автоматично от Safe мрежата и остава в Safe мрежата. Мрежата автоматично ще потвърждава салдото по сметките в портфейлите и ще позволява извършването на транзакции. Safecoin се прехвърля чрез цифровия подпис на последния собственик на монетата. Тази операция е на ‘атомно ниво’; с други думи, мрежата гарантира, че всички копия се актуализират, за да отразят транзакцията. Това е различен подход от този на блокчейн механизма, използван в други проекти, като Bitcoin.'
          ]
        },
        {
          question: 'Каква е ползата от Safecoin в Safe мрежата?',
          answer: [
            'Safecoin е валутата на Safe мрежата. Това е стимулиращ механизъм, който възнаграждава потребителите и разработчиците, както и предоставянето на достъп до мрежовите услуги.',
            'Без каквато и да е човешка намеса, Safe мрежата изплаща Safecoin автоматично на фермерите (потребители, които се присъединяват към мрежата чрез предоставяне на своите компютърни ресурси) и на строителите (разработчиците на приложения, които получават заплащане автоматично в зависимост от това колко се използват техните приложения).',
            'В допълнение, разработчиците на ядрото, които подобряват основната кодова база на Safe Network, също могат да спечелят Safecoin, като предоставят корекции на грешки и нови функции.',
            'Safecoin съществува само в Safe мрежата. Той се съхранява в портфейла на потребителя и може да се използва за закупуване на мрежови услуги, като увеличаване пространството за съхранение и достъп до мрежови приложения. Няма определено време за дистрибуцията на 4,3 милиарда Safecoin, определени за разплащане по време на живота на Safe мрежата.'
          ]
        },
        {
          question: 'Как да купя Safecoin?',
          answer: [
            'Safecoin няма да бъде наличен, докато мрежата не започне да функционира, така че не може да бъде закупен в момента. Понастоящем можете да закупите MaidSafeCoin, който ще бъде заменен на база 1 към 1 за Safecoin, когато бъде пуснат на пазара.',
            'MaidSafeCoin използва блокчейна на Биткойн и може да бъде закупен на редица борси, включително:',
            '- [HitBTC](https://hitbtc.com/MAID-to-BTC)\n- [Bittrex](https://international.bittrex.com/Market/Index?MarketName=BTC-MAID)'
          ]
        },
        {
          question: 'Защо просто не използвате Биткойн?',
          answer: [
            'Биткойн е напълно различен продукт от Safe мрежата и не може да бъде генериран или разпространен от Safe мрежата. Safecoin се генерира в отговор на използването на мрежата (съхранявани данни се извличат или се създават приложения) и е цифровата валута на Safe мрежата.'
          ]
        },
        {
          question: 'Как се оценява Safecoin?',
          answer: [
            'Стойността на Safecoin ще бъде определена от пазара. С други думи, търсенето за купуване на Safecoin ще бъде обусловено от търсенето за закупуване на неща в мрежата с помощта на Safecoin (например друга валута, продукти, услуги и т.н.). Докато простото гледане на данни в мрежата ще бъде безплатно, Safecoin ще е необходим за закупуване на разпределено съхранение на данни и за комуникация. Фермерите трябва да печелят повече от достатъчно Safecoin, за да може да използват мрежата. Тези, които печелят повече от необходимото, вероятно ще продават излишъка си от Safecoin на борсите.',
            'Заслужава да се отбележи, че генерирането и разпределянето на Safecoin ще се ръководи изцяло от мрежата, което означава, че голямото търсене на Safecoin ще доведе до генерирането на голям обем от валутата, докато ниското търсене ще доведе до генериране на минимално количество.'
          ]
        },
        {
          question: 'Как се разпределя Safecoin?',
          answer: [
            'Общият брой Safecoin монети, които могат да съществуват в Safe мрежата е 2^32, или малко под 4,3 милиарда. 5% от тази сума е отпусната за компенсиране на ранните инвеститори, които подкрепиха развитието на мрежата в първите дни. Още 10% бяха продадени на участници в публична разпродажба в началото на 2014 г. Те получиха MaidSafeCoin (токен на базата на блокчейн, който ще бъде обмен на Safecoin при съотношение едно към едно при стартирането на мрежата). След този етап притежателите на Safecoin ще могат да го използват, както желаят.',
            'Отвъд това Safecoin монети ще влизат и ще излизат от обръщение в непрекъснат поток, както следва:',
            'Всички нови Safecoin ще се генерират като част от процеса на фермерство и ще се разпределят между фермери, създатели на програми и общ басейн за конкурентните групи разработчици на ядрото според техните индивидуални алгоритми, както е описано по-долу.',
            'Safecoin се създава като продукт при успешен „опит за фермерство“. Последователността, водеща до успешен опит за фермерство, започва, когато трезорът на фермера предава точно съхранените данни, когато те са поискани. Когато това е успешно направено, трезорът се стреми да се класира за опит за фермерство. Шансът за получаване на опит за фермерство се регулира от мрежовата скорост на фермерство (FR), която преобладава към този момент и коригира лекотата или трудността за получаване на опит за фермерство, в зависимост от преобладаващите мрежови условия (наличност или недостиг на ресурси за съхранение).',
            '\n*   Фермерите отговарят на условията за опит за фермерство на 100% от скоростта на фермерство (FR) (модифицирана от класирането на трезора в резултатите по производителност).\n*   Създателите на приложения отговарят на условията за опит за фермерство с 10% от скоростта на фермерство\n*   Басейнът, от който основните разработчици са възнаградени за техния принос, отговаря на условията за опит за фермерство с 5% от скоростта на фермерство.'
          ]
        },
        {
          question: 'Какво е MaidSafeCoin?',
          answer: [
            'MaidSafeCoin е временна монета, която беше пусната по време на публичната разпродажба организирана от MaidSafe и ще бъде заменен за Safecoin на база 1:1, когато Safecoin бъде пуснат.',
            'MaidSafeCoin е пуснат в биткойн блокчейна и може да бъде закупен на редица борси, включително [HitBTC](https://hitbtc.com/MAID-to-BTC) и [Bittrex](https://international.bittrex.com/Market/Index?MarketName=BTC-MAID)',
          ]
        },
        {
          question: 'Как да купя MaidSafeCoin?',
          answer: [
            'По същество всичко, което трябва да направите, е да купите биткойни и да ги обмените за MaidSafeCoin. За целта са необходими няколко прости стъпки.',
            '\n1.  Създайте [OmniWallet](http://omniwallet.org/) портфейл.\n2.  Закупете биткойни с предпочитания от вас доставчик.\n3.  Създайте си акаунт в борса, на която се търгува MaidSafeCoin (например в [Bittrex](https://international.bittrex.com/Market/Index?MarketName=BTC-MAID)).\n4.  Изпратете биткойните към сметката си на борсата.\n5.  Заменете биткойните за MaidSafeCoin.\n6.  Изтеглете / прехвърлете ги към OmniWallet.\n7.  MaidSafeCoin вече е във вашия OmniWallet!'
          ]
        },
        {
          question: 'Къде мога да съхранявам MaidSafeCoin?',
          answer: [
            'Тъй като MaidSafeCoin е създаден чрез Omni протокола върху Биткойн блокчейна, той може да се съхранява във всеки биткойн портфейл. Възможно е монетите да не се виждат в конкретен портфейл (поради липса на поддръжка на Omni), но MaidSafeCoin ще бъде съхранен там, докато компютъра ви и частният ключ за този адрес са защитени и ще можете да ги видите, като използвате [omniexplorer.info](http://omniexplorer.info).',
            'За да създадете нов Omniwallet портфейл или да отворите съществуващ посетете [omniwallet.org](https://www.omniwallet.org/).'
          ]
        },
        {
          question: 'Как MaidSafeCoin ще бъде разменен за Safecoin?',
          answer: [
            'След като Safe мрежата започне да работи, MaidSafeCoin ще може да бъде заменен за Safecoin в съотношение 1:1. Това вероятно ще бъде постигнато, като изпратите MaidSafeCoin до адрес, от който не могат да се харчат, като по този начин ги изгорите. В замяна на това равен брой Safecoin ще бъде изпрстен в потребителския акаунт на изпращача в Safe мрежата.'
          ]
        }
      ]
    },
    {
      title: 'Относно фермерството',
      items: [
        {
          question: 'Какво е фермерство?',
          answer: [
            'Safecoin се дава като стимул на потребителите, които предоставят своя компютърен ресурс в мрежата. Този ресурс е тяхното: пространство за съхранение, процесор, интернет връзка и време онлайн, които дават възможност за съхранение и извличане на криптирани парчета от мрежови данни от техния компютър.',
            'Процесът на предоставяне на ресурс и получаване на Safecoin в замяна се нарича ‘фермерство’.',
            'Всяко парче криптирани мрежови данни се съхраняват в ‘трезора’ на фермера, т.е. в мястото за съхранение и управление на данни на компютъра на фермера, който той не може да чете или да има достъп до него. Safe мрежата е създадена да управлява сама тези ресурси.'
          ]
        },
        {
          question: 'Как фермерството ще работи на практика?',
          answer: [
            'Когато потребител на мрежата поиска някакви данни, например чрез сърфиране в уебсайт, се случват няколко неща: Първо, клиентският софтуер прави заявка за необходимите парчета данни. Това съобщение (GET заявка) след това се разпространява в мрежата и когато бъде намерен фрагмент от данни, има съревнование между трезорите в тази секция, за да го доставят в мрежата, където ще бъде насочено обратно към заявителя. Първият трезор, който го предостави, ще има шанс да бъде възнаграден със Safecoin. Това се нарича - опит за фермерство.',
            'Опит за фермерство означава: чрез предоставяне на парчета данни при поискване, трезорът от време на време получава възможност да направи опит за фермерство. Това се състои в изпращане на валидирана заявка до случаен адрес на Safecoin. Ако притежаваният Safecoin вече съществува на този адрес, опитът се проваля. Ако няма Safecoin там, един се създава и дава на искащия трезор (т.е. направен е успешен опит за фермерство).',
            'Следователно фермерството е процес, при който трезор доставя парчета данни, които съхранява в мрежата и печели Safecoin в замяна.',
            'Вероятността за получаване на опит за фермерство зависи от скоростта на фермерство, която е променлива, свързана с количеството на наличните ресурси за съхранение в мрежата.'
          ]
        },
        {
          question: 'Какво спира хостинг доставчиците да са фермери?',
          answer: [
            'Нищо. Всички са добре дошли да са фермери и по този начин да допринесат за мрежата. За да се предотврати централизирането, използването на една огромна фермерска платформа ще бъде икономически обезкуражено в сравнение с работата на множество по-малки трезори. Алгоритъмът за печелене на Safecoin се основава на кривата на Сигмоид, тъй като всички трезори печелят, първоначално бавно и скоростта се увеличава, докато фермерът постигне средно количество съхранена информация за мрежа. Степента на печалба също отчита ранга на трезора, процес, при който мрежата оценява полезността на всеки възел от 0 (най-лошият) до 1 (най-добрият).',
            'Скоростта на фермерство на Safecoin в крайна сметка е резултат от мрежовия ресурс (баланс между търсенето и предлагането в мрежата), умножен по ранга на трезора. При достигане на 20% над средното ниво от мрежови ресурси добива ще намалее, като по този начин ще обезсърчи масивни трезори, които биха внесли централизация във фермерския процес на мрежата.'
          ]
        }
      ]
    },
    {
      title: 'За разработчици на програми',
      items: [
        {
          question: 'Какво ще спечелят разработчиците?',
          answer: [
            '15% от всички спечелени Safecoin ще бъдат разпределени в пула за програмисти. Това ще гарантира, че общността на разработчиците е силно мотивирана и възнаградена за предоставянето на безплатни приложения с уникален модел на приходи. Предлага се разработчиците да могат да използват Safe мрежата за да публикуват своите програми. Тези разработчици на приложения се наричат ‘строители’ и мрежата ще възнагради използването на техните програми, като им плаща в Safecoin въз основа на използването на приложенията от потребителите на системата. Това е възможно, тъй като разработчикът на приложения може да вмъкне в приложението си свой собствен неизменен адрес на портфейла си. Това създава напълно автоматичен модел на приходи както за проекти с отворен код, частни лица и компании за разработка на приложения. Разработчиците, които предоставят код, който подобрява или коригира грешки в Safe мрежата, които са приети в основния клон на кодовата база, също ще могат да печелят Safecoin.',
            'Причини за програмиране за Safe мрежата:',
            '\n*   Вземете програмите си навсякъде\n*   Няма API ключ - просто изтеглете нашия код и започнете да го използвате\n*   Изключително ниски разходи за придобиване на клиенти и без инфраструктурни разходи\n*   Приложения, които се адаптират в реално време към промените в търсенето\n*   Осигурете сигурност, поверителност и анонимност на всички ваши потребители'
          ]
        },
        {
          question: 'Като програмист как да се включа?',
          answer: [
            'В допълнение към нашия информативен и полезен [Dev форум](https://forum.safedev.org/) Safe мрежата разполага със специализиран [център за програмисти](https://hub.safedev.org/), който е център за всички ресурси за развитие.',
            '[Посетете DevHub](https://hub.safedev.org/)'
          ]
        },
        {
          question: 'Защо Safe Network е с отворен код?',
          answer: [
            'Тъй като Safe мрежата има потенциал да стане жизненоважна част от живота на всеки свързан към интернет човек на планетата, MaidSafe са 100% ангажирани да гарантират, че целият софтуер се пуска под лиценз с отворен код. Това насърчава иновациите и помага да се предотврати един човек, компания или организация да получи контрол върху технологията.'
          ]
        },
        {
          question: 'Какви лицензи с отворен код използва Safe Network?',
          answer: [
            'Всичкия код на Safe мрежата и MaidSafe е достъпен под [GPLv3](https://www.gnu.org/licenses/gpl.html) ,[BSD](http://www.linfo.org/bsdlicense.html) или [MIT](https://opensource.org/licenses/MIT) лиценз.'
          ]
        }
      ]
    }
  ]
}
