export default {
  title: 'Няма политика за бисквитки',
  desc: [
    '[MaidSafe.net](https://maidsafe.net/) Limited разбира, че вашата поверителност е важна за вас и че ви интересува как се използват вашите лични данни. Ние уважаваме и ценим поверителността на всички, които посещават този уебсайт, така че с това пред очи, не използваме бисквитки на този уебсайт.',
    'Няма бисквитка за сесия; няма постоянна бисквитка; няма бисквитка HttpOnly; няма сигурна бисквитка; няма бисквитки на трети страни Сериозно … НЯМА БИСКВИТКИ!'
  ],
  topics: []
}
