export default {
  banner: {
    title: 'Добре дошли в новата\n дигитална икономика',
    desc: 'Safecoin е в основата на мрежата. Това са пари, които ви позволяват да съхранявате данни и ви възнаграждават, когато давате своя принос. С незабавни транзакции, неограничено мащабиране - и без такси.',
  },
  video: {
    caption: 'Safecoin: Валута за сигурност и анонимност',
  },
  textBlock1: {
    title: 'Споделете ресурси, получете заплащане',
    para: [
      'Safecoin е криптовалута като никоя друга. Дигитален кеш без блокчейн. Няма ограничение за броя на транзакциите, които могат да се извършват незабавно, анонимно и едновременно.',
      'Печеленето на Safecoin е просто. Решете да станете фермер и свържете компютъра си с мрежата. Гледайте как мрежата автоматично и непрекъснато движи парчета данни по целия свят, за да гарантирате ефективността. Доказателството за ресурс превзема мястото на по-скъпи алтернативи, като Доказателството за работа.',
      'След това Safecoin може да се използва за закупуване на мрежови ресурси - като еднократна такса за качване на информация - или обмен на стоки и услуги като всяка друга валута.',
    ],
  },
  textBlock2: {
    title: 'Дайте своя принос и бъдете възнаградени',
    para: [
      'Настоящият модел, поддържан от интернет, е повреден. В Safe популярните приложения и сайтове получават заплащане директно от мрежата в зависимост от това колко се използват.',
      'Искате ли да създадете приложение или съдържание? Вече няма необходимост да платите разходите по инфраструктурата на уебсайта ви. Платформата е с отворен код - просто изградете и внедрете. Вашите лични данни вече не са нещо, от което другите да печелят за ваша сметка.'
    ],
    CTA: {
      name: 'Включете се в разработката',
      url: 'https://hub.safedev.org/'
    }
  },
  textBlock3: {
    title: 'Плащайте и получавайте плащания анонимно.',
    para: [
      'Safecoin действа като дигитален кеш. За разлика от криптовалутите, базирани на блокчейн, тук няма публична книга със записи; само настоящият и предишният собственик на всяка монета са известни един на друг. Така можете да получавате плащания без трети страни.',
      'И дори можете да платите анонимно, ако искате. Изборът е ваш.'
    ]
  },
  textBlock4: {
    title: 'Какво искаш да кажеш, че няма Блокчейн?',
    para: [
      'За разлика от повечето криптовалути Safecoin няма да има блокчейн. Това означава, че тя ще бъде много мащабируема, не обременена от непрекъснато нарастваща книга за транзакциите.',
      'Това, комбинирано с механизма за "консенсус на близка група", осигурява нещо наистина специално: транзакции, които се потвърждават със скоростта на мрежата и с нулеви разходи за транзакциите.'
    ],
    CTA: {
      name: 'Какво е консенсус на близка група?',
      url: '/faq/#what-is-close-group-consensus'
    }
  },
  textBlock5: {
    title: 'Как да купя Safecoin?',
    para: [
      'Safecoin е валутата, която ще захранва Safe мрежата. Тя ще бъде достъпна за фермерства, използване или търговия. Все още не можете да купите от нея, но можете да купите MaidSafeCoin.',
      'MaidSafeCoin (MAID) е монета, която беше създадена на публична разпродажба през 2014 г. в подкрепа на проекта и всеки MAID ще бъде заменен за Safecoin при стартирането на мрежата. Базирана на Omni протокола върху биткойн блокчейна, MAID може да бъде закупена и търгувана, но не и копана.'
    ]
  },
  textBlock6: {
    title: 'Купуване на MaidSafeCoin',
    para: [
      'MaidSafeCoin може да се купува и търгува на тези борси. Опитваме се да добавяме нови.',
      'MAID се основава на протокола Omni и докато чакате да конвертирате MAID в Safecoin при стартирането на мрежата, ви препоръчваме да съхранявате монетите си в студен портфейл.'
    ]
  },
  exchanges: [
    {
      name: 'HitBTC',
      url: 'https://hitbtc.com/MAID-to-BTC'
    },
    {
      name: 'Bittrex',
      url: 'https://international.bittrex.com/Market/Index?MarketName=BTC-MAID'
    },
  ],
  faqs: {
    sections: [
      {
        title: 'Safecoin: Често задавани въпроси',
        items: [
          {
            question: 'Какво е Safecoin?',
            answer: [
              `Safecoin са дигитални пари, които се генерират автоматично от Safe мрежата и се намират в Safe мрежата. Мрежата ще потвърждава автономно салдата по сметките в портфейлите и ще позволи извършването на транзакции. Safecoin се прехвърлят чрез цифровия подпис на последния собственик на парите. Тази операция е на мрежово ниво - с други думи, мрежата гарантира, че всички копия се актуализират, за да отразят транзакцията. Това е различен от блокчейн подхода, използван в други проекти, като Bitcoin.`,
              'В Safe мрежата може да има много милиони транзакции в секунда и колкото по-голяма става, толкова повече транзакции в секунда могат да се извършват. Safecoin записва само предишните и настоящите собственици. По този начин се гарантира, че на настоящият собственик е прехвърлена правилно собствеността от последния собственик. Това позволява много лесно и без забавяне да се прехвърлят пари между хората.',
              'Моля, обърнете внимание, че Safecoin няма да бъде активен, докато мрежата не стартира. Вижте MaidSafeCoin за текущите прокси пари.'
            ]
          },
          {
            question: 'Как се използва Safecoin в мрежата?',
            answer: [
              'Safecoin е валутата на Safe мрежата. Това е стимулиращ механизъм, който възнаграждава потребителите, разработчиците и предоставянето на достъп до мрежовите услуги.',
              'Без каквато и да е човешка намеса Safe мрежата изплаща Safecoin автоматично на фермерите (потребители, които се присъединяват към мрежата чрез предоставяне на своите компютърни ресурси) и на строителите (разработчиците на приложения, които получават заплащане автоматично в зависимост от това колко се използват техните приложения).',
              'В допълнение, основните разработчиците, които подобряват основната кодова база на Safe мрежата също могат да спечелят Safecoin, като предоставят корекции на грешки и нови функции.',
              `Safecoin съществува само в Safe мрежата. Той се съхранява в портфейла на потребителя и може да се използва за закупуване на мрежови услуги, като увеличено пространство за съхранение и достъп до мрежови приложения. Няма определено време за разпространението на 4,3 милиарда Safecoin предвидени за генериране по време на живота на Safe мрежата.`,
              'Моля, обърнете внимание, че Safecoin няма да бъде активен, докато мрежата не стартира. Вижте за текущата прокси валута.'
            ]
          },
          {
            question: 'Как да купя Safecoin?',
            answer: [
              'Safecoin няма да бъде пуснат, докато мрежата не стартира и затова не може да бъде закупен в момента. Понастоящем можете да закупите MaidSafeCoin, който ще бъде заменен срещу Safecoin 1 към 1 при пускането му.'
            ]
          },
          {
            question: 'What is MaidSafeCoin?',
            answer: [
              `MaidSafeCoin е прокси валута, която беше пусната по време на публична разпродажба от MaidSafe и ще бъде заменен за Safecoin на база 1:1 при пускането на Safecoin. MaidSafeCoin е включен в биткойн блокчейна и може да бъде закупен на редица борси, включително:`,
              '- [HitBTC](https://hitbtc.com/MAID-to-BTC)\n- [Bittrex](https://international.bittrex.com/Market/Index?MarketName=BTC-MAID)'
            ]
          },
          {
            question: 'Как да купя MaidSafeCoin?',
            answer: [
              'По същество всичко, което трябва да се направи, е да купите биткойн и да го обмените за MaidSafeCoin. За целта са необходими няколко прости стъпки.',
              '- Създайте [OmniWallet](http://omniwallet.org/) портфейл.\n- Закупете биткойн от предпочитания от вас доставчик.\n- Създайте акаунт на борса, която предлага MaidSafeCoin (например [Bittrex](https://international.bittrex.com/Market/Index?MarketName=BTC-MAID)).\n- Изпратете биткойна към борсовата си сметка.\n- Обменете биткойна за MaidSafeCoin.\n- Изтеглете / прехвърлете към OmniWallet.\n- MaidSafeCoin вече е във вашия OmniWallet!'
            ]
          },
          {
            question: 'Къде може да съхранявате MaidSafeCoin?',
            answer: [
              'Тъй като MaidSafeCoin е изграден с помощта на Omni протокола върху Bitcoin блокчейна, той може да се съхранява във всеки Биткойн портфейл. Възможно е те да не се вижда в софтуера на портфейла (поради липса на Omni поддръжка), но MaidSafeCoin ще бъде на сигурно място там, стига вашата машина и частният ключ за този адрес да са защитени. Ще можете да ги видите с помощта на [omniexplorer.info](http://omniexplorer.info).',
              'За да създадете нов Omniwallet или да отворите съществуващ отидете на [omniwallet.org](https://www.omniwallet.org/).'
            ]
          },
          {
            question: 'Какво е фермерство?',
            answer: [
              'Safecoin се дават като стимул на потребителите за предоставяне на техните ресурси в мрежата. Тези ресурси са: пространство за съхранение, процесор, интернет свързаност и време онлайн, които позволяват да се съхраняват и извличат криптирани парчета от мрежови данни от техния компютър.',
              'Процесът на предоставяне на ресурси и получаване на Safecoin в замяна се нарича ‘Фермерство‘.',
              `Всяко парче криптирани мрежови данни се съхраняват във фермерски ‘Трезор‘, място за съхранение и управление на данни на компютъра на фермера, което не е достъпно за него. Safe мрежата е проектирана да управлява автономно тези ресурси.`,

            ]
          },
          {
            question: 'Как ще работи фермерството?',
            answer: [
              'Когато потребител на мрежата поиска някои данни, например да зареди уебсайт, се случват няколко неща: първо, клиентският софтуер прави заявка за необходимите парчета данни. Това съобщение (GET заявка) след това се разпространява в мрежата и когато бъде намерен фрагмент, има съревнование между трезорите в тази секция, да го доставят в мрежата, където ще бъде насочен обратно към заявителя. Първият Трезор, който го предостави, ще има шанс да бъде възнаграден с един Safecoin. Това се нарича ‘опит за фермерство’.',
              'Опит за фермерство означава: чрез предоставяне на парчета данни при поискване, Трезорът от време на време получава възможност да направи ‘опит за фермерство’. Това се състои в изпращане на валидирана заявка до случаен адрес на Safecoin. Ако притежаван Safecoin вече съществува на този адрес, опитът се проваля. Ако няма Safecoin там, един се създава и предоставя на искащия Трезор (т.е. е направен успешен опит за фермерство).',
              'Следователно фермерството е процес, при който Трезор доставя парчета данни, които съхранява в мрежата и печели Safecoin в замяна. Вероятността за получаване на опит за фермерство зависи от farm_rate, което е променлива, свързана с количеството на наличните ресурси за съхранение в мрежата.'
            ]
          },
        ],
      }
    ],
    CTA: {
      name: 'Още често задавани въпроси',
      url: '/faq/'
    }
  }
}
