export default {
  title: 'Политика за поверителност',
  topics: [
    {
      title: 'Контрол върху личните данни: MaidSafe.Net Limited',
      para: [
        'Обновено 31.06.2019',
        'Ние приемаме задължението си да обработваме вашите лични данни много сериозно. Тази политика обяснява как събираме, управляваме, използваме и защитаваме вашите лични данни.',
        'Можем да променяме тази политика от време на време, за да отразяваме последния поглед върху това, което правим с вашата информация. Моля, проверявайте често, за да видите дали сме направили някакви промени.'
      ],
    }, {
      title: 'Какво обхваща тази политика?',
      para: [
        'Тази политика за поверителност се отнася само за използването на нашия сайт. Нашият сайт може да съдържа връзки към други уебсайтове. Моля, обърнете внимание, че ние нямаме контрол върху начина, по който вашите данни се събират, съхраняват или използват от други уебсайтове и ви съветваме да проверите политиките за поверителност на такива уебсайтове, преди да им предоставите каквито и да било данни.'
      ]
    }, {
      title: 'Какво представляват личните данни?',
      para: [
        'Лични данни са всички данни, които се отнасят до идентифицируемо лице, което може да бъде пряко или косвено идентифицирано от тези данни. В този случай това означава лични данни, които ни предоставяте чрез нашия Сайт. Това определение включва, когато е приложимо, определенията, предвидени в Регламент 2016/679 на ЕС - Общият регламент за защита на данните („GDPR“).'
      ]
    }, {
      title: 'Каква информация събира организацията?',
      para: [
        'Ние не поставяме бисквитки на вашия компютър или устройство, но организацията събира информация за вас, както следва:',
        // '- Your IP Address',
        // 'During the Alpha phase of the SAFE Network development we record the currently active IP address of your login in order to avoid spamming attempts. The IP address is recorded only when the “Set Registered IP” or “Update Registered IP” buttons are pressed. The data will be stored on an external server [Digital Ocean](https://www.digitalocean.com/) and will be deleted as soon as it is apparent that the information is no longer needed for the purpose for which it was retained.',
        // '- Your email address',
        'Ако решите да се абонирате за нашия имейл бюлетин (в момента е изключен от сайта), ние съхраняваме вашия имейл адрес. Ако сте потребител на iOS и се регистрирате, за да изтеглите Safe браузъра на вашето iOS устройство, ние съхраняваме вашия имейл адрес',
        '- Вашето име, iOS устройство и UDID',
        'Ако сте потребител на iOS и се регистрирате, за да изтеглите Safe браузъра на вашето iOS устройство, AppCenter изисква да предоставите вашето име, iOS устройство и UDID за всички устройства с iOS, на които искате да изтеглите SAFE браузъра.',
        '- Предоставена доброволно информация',
        'В допълнение, ние можем да събираме и задържаме информация, която доброволно ни предоставяте, като се свържете с нас по имейл. От вас зависи дали да ни предоставите информация и колко информация да предоставите.',
        ]
    },
	{
      title: 'Защо организацията обработва лични данни?',
      para: [
        'Организацията има легитимен интерес от обработката на лични данни (настоящ IP адрес), за да се гарантира, че достъпа до Safe мрежата може да бъде осъществен по време на алфа фазата на разработка, без да бъде оставен отворен за атака от злонамерени агенти.',
        'Събирането на IP адреси е временна мярка, но от съществено значение на този етап, тъй като действа като форма на защита от спам - предотвратява някой да създаде хиляди акаунти и да атакува мрежата, докато е в Алфа етап. Компанията ще събира тази информация, само ако с ваше съгласие натиснете бутона „Задаване на регистриран IP“ или „Актуализиране на регистриран IP“ (не е активно в момента).',
        'Събирането на имейл адреси с вашето съгласие ни дава възможност да ви изпратим имейл и да ви информираме за всички новини, свързани с Safe network. Предоставянето на вашия имейл адрес, ако сте потребител на iOS, ви предоставя възможност да инсталирате и тествате Safe браузъра.'
      ]
    },
	{
      title: 'Кой има достъп до данните ви?',
      para: [
        'Вашата информация може да бъде споделена вътрешно за целите на развитието на Safe мрежата. Това включва членове на екипите отговарящи за маркетинг, QA, развитие и заплати.',
        'Когато се съгласите вашият IP адрес да бъде съхранен, той ще се съхранява на външен сървър, хостван от Digital Ocean, до който екипите по QA и Development имат достъп. Повече информация за тяхната политика за поверителност можете да намерите тук - [https://www.digitalocean.com/legal/privacy-policy/](https://www.digitalocean.com/legal/privacy-policy/)',
        'Когато дадете съгласието си за съхранение на имейл адреса ви, като се регистрирате за бюлетина (не е активен в момента), вашият имейл адрес ще се съхранява на външен сървър, хостван от [MailChimp](https://mailchimp.com/)  до който маркетинг екипът на MaidSafe има достъп. Когато се регистрирате за Mailchimp, вашият имейл адрес ще се съхранява от MailChimp, в допълнение Mailchimp може също да събира следните данни от вас; информация за устройството и употреба на продукта. При отписване, актуализиране на вашите предпочитания или отваряне на имейл в браузъра ви MailChimp може да постави бисквитки на вашето устройство.',
        'Ако искате да се отпишете от бюлетина, MailChimp незабавно ще анонимизира вашите лични данни и ние ще изтрием за постоянно тези останали анонимни данни през май и ноември.',
        'Повече информация за тяхната политика за поверителност можете да намерите тук - [https://mailchimp.com/legal/privacy/](https://mailchimp.com/legal/privacy/)',
        'Ако сте потребител на iOS и се регистрирате в MaidSafe, за да станете изпитател на Safe браузъра за iOS, ще бъдете помолени да попълните формуляр на Google, за да предоставите вашите данни - [https://policies.google.com/privacy?hl=en](https://policies.google.com/privacy?hl=en)',
        'Ако сте потребител на iOS и се регистрирате в AppCenter, за да изтеглите Safe браузъра, вие давате съгласие вашият имейл адрес, име, iOS устройство и UDID да бъдат събрани. Тази информация се съхранява в [AppCenter](https://privacy.microsoft.com/en-gb/privacystatement) до който екипите по QA и Development имат достъп.'
      ]
    }, {
      title: 'Как организацията защитава данните?',
      para: [
        'Организацията е ограничила количеството лични данни, които събира. Организацията е ограничила броя на хората, които имат достъп до Digital Ocean, Mailchimp и AppCenter.',
      ]
    }, {
      title: 'За колко време организацията съхранява данни ??',
      para: [
        'IP адресите ще се съхраняват, докато Safe мрежата не премине към бета тестване. Това ни дава възможност да проучваме всички проблеми и тенденции, които се случват в нашите тестове.',
        'Имейл адресите ще се съхраняват, докато не решите да се отпишете от нашия бюлетин. Имейл адресите ще се съхраняват във формуляр на Google за период от 1 седмица',
      ]
    },
	{
      title: 'Вашите права',
      para: [
        'Като субект на данни имате редица права. Вие имате:',
        '- Правото да бъдем информирани за нашето събиране и използване на лични данни;',
        '- Правото на достъп до личните данни, които държим за вас;',
        '- Правото на коригиране, ако някакви лични данни, които държим за вас, са неточни или непълни;',
        '- Правото да бъдете забравени - т.е. правото да поискате от нас да изтрием всички лични данни, които държим за вас;',
        '- Правото да ограничите (т.е. да предотвратите) обработването на вашите лични данни;',
        '- Право на преносимост на данните (получаване на копие на вашите лични данни за повторно използване с друга услуга или организация);',
        '- Правото да възразите срещу нас да използваме вашите лични данни за конкретни цели; и',
        '- Права по отношение на автоматизирано вземане на решения и профилиране.',
        'Ако искате да упражните някое от тези права, моля, свържете се с gdpr@maidsafe.net. Ако смятате, че организацията не е спазила вашите права за защита на данните, можете да подадете жалба до информационния комисар.'
      ]
    }, {
      title: 'Ами ако не предоставите лични данни?',
      para: [
        'Вие нямате никакво законово или договорно задължение да предоставяте своя IP адрес, но ако не ни предоставите тази информация, може да не сте в състояние да използвате или тествате изцяло нашия набор от продукти.',
        'Вие нямате никакво законово или договорно задължение да предоставяте своя имейл адрес, но ако не ни предоставите тази информация, няма да можете да получавате нашия бюлетин или да тествате браузъра на iOS устройство.',
      ]
    }, {
      title: 'Автоматизирано вземане на решения',
      para: [
        'Няма автоматизирано вземане на решения',
      ]
    }, {
      title: "Декларация за поверителност на MaidSafe",
      para: [
        'За да видите политиката за поверителност на MaidSafe, отидете на [страницата за поверителност](https://maidsafe.net/privacy) на maidsafe.net.',
      ]
    },  {
      title: 'Как да направя жалба?',
      para: [
        'Имате право да подадете жалба относно каквото и да е по отношение на обработката, съхранението или запазването на вашите данни. Надяваме се вътрешно да разрешим всяка жалба и ако искате да подадете жалба до нас като първа инстанция, моля, свържете се с gdpr@maidsafe.net. Вие обаче имате право да подадете жалба по всяко време до информационния комисар (ICO) във връзка с обработката на личните ви данни. Информация може да бъде намерена на www.ico.org.uk.',
      ]
    }
  ]
}
