export default {
  pageTitle: 'Пакет за медиите',
  copyText1: {
    para: 'Safe мрежата е децентрализирана мрежа за данни и комуникация с отворен код, която замества центровете за данни и сървърите със свободните изчислителни ресурси на своите потребители.',
    buttonText: 'Копиране на текстовия фрагмент'
  },
  copyText2: {
    title: 'Цели на проекта',
    para: 'Safe мрежата има за цел да защити данните на света, като предоставя поверителност, сигурност и свобода за всички на планетата.',
    buttonText: 'Копиране на текстовия фрагмент'
  },
  copyText3: {
    title: 'За Safecoin',
    para: 'Safecoin е механизмът, който стимулира осигуряването на ресурси за мрежата, измервайки и възнаграждавайки със стойност без загуби. Без доказателство за работа и без блокчейн.',
    buttonText: 'Копиране на текстовия фрагмент'
  },
  textSnippet1: {
    title: 'Какво ще донесе Safe Network на журналистите',
    para: [
      'С децентрализираната си архитектура и без централно управление, Safe мрежата е силно устойчива на цензура. Съдържанието може да бъде публикувано незабавно и анонимно без знанието на която и да е трета страна. Ще позволи публикуването на анонимни истории от анонимни автори автора и всякакви поверителни източници.'
    ]
  },
  textSnippet2: {
    title: 'Нов поток от приходи',
    para: [
      'В днешния централизиран интернет изкарването на приходи от съдържание става чрез рекламата, независимо от загубата на поверителност на данните.',
      'В Safe мрежата приходите ще идват от Safecoin. Създателите на съдържание ще могат да маркират съдържанието си и по желание да получават микроплащания от четящите съдържанието. По същество издателска услуга с вграден поток от приходи.'
    ]
  },
  interviewRequest: {
    title: 'Заявка за интервю',
    para: [
      'Ако искате да пишете за нас, не се колебайте да се свържете с нас на [pr@maidsafe.net](mailto:pr@maidsafe.net). Това очевидно не е изискване, но ще се радваме да отговорим на всички въпроси, които може да имате и да дадем интервю, ако се наложи.'
    ],
    buttonText: 'Поискайте интервю',
    toLink: 'mailto:pr@maidsafe.net'
  },
  techCrunch: {
    para: '"...буквалната противоположност на крипто-опортюнистите. Те работят върху децентрализираната мрежа преди криптото да стане популярната, хипер-тема, която е сега."'
  },
  theGuardian: {
    para: 'Пънк рок интернет - как “направи си сам” бунтовниците работят, за да заменят технологичните гиганти'
  },
  spectrum: {
    para: '„Силициевата долина“ на HBO се обръща към реалния стартъп MaidSafe за децентрализирания си интернет'
  },
  downloads: {
    title: 'Изтегляне',
    logos: {
      title: 'Лога',
      para: 'Лого пакет, съдържащ формати PNG, SVG и EPS, в черни или бели версии.',
      credit: 'Лога за Safe network от Душан Севарикаре, лицензирани под [Creative Commons Attribution-ShareAlike 4.0](https://creativecommons.org/licenses/by-sa/4.0/)'
    },
    images: {
      title: 'Пакет снимки',
      para: 'Отпечатайте готови редакторски снимки и изображения, готови да бъдат добавени към вашата статия.'
    },
    documents: {
      title: 'Документи',
      para: 'Бяла книга и по-подробна информация за Safe мрежата.',
      list: [
        {
          id: 'primer',
          title: 'Safe Network буквар',
          para: 'Буквар съставен от общността и много подробно въведение в дизайна и технологиите, които са в основата на Safe мрежата.'
        }
      ]
    }
  }
}
